Repository: ralic/gnu_www-pt-br
Catalog: distros/distros.*.po
Languages: pt_br

source: GNU/Linux Distros - GNU Operating System
pt_br: Distros GNU/Linux - Sistema Operacional GNU

source: Free GNU/Linux distributions
pt_br: Distribuições GNU/Linux livres

source: GNU/Linux Distros
pt_br: Distros GNU/Linux

source: Free GNU/Linux system distributions (or &ldquo;distros&rdquo;) only include and only propose free software. They reject non-free applications, non-free programming platforms, non-free drivers, non-free firmware &ldquo;blobs&rdquo;, and any other non-free software and documentation. If they discover that by mistake some had been included, they remove it.
pt_br: Distribuições livres do sistema GNU/Linux (ou “distros”) incluem e sugerem apenas software livre. Elas rejeitam aplicações não-livres, plataformas de programação não-livres, drivers não-livres, firmware “<em>blobs</em><sup><a href="#TransNote1">1</a></sup>” não-livres, e qualquer outro software ou documentação não-livre. Se elas descobrem que por engano incluíram software assim, elas o removem.

source: Free GNU/Linux Distros
pt_br: Distros GNU/Linux Livres

source: We recommend that you use a free GNU/Linux system distribution, one that does not include proprietary software at all. That way you can be sure that you are not installing any non-free programs. Here is our list of such distros:
pt_br: Recomendamos que você use uma distribuição livre do sistema GNU/Linux, uma que não inclua software proprietário algum. Dessa maneira, você poderá ter certeza de que não está instalando nenhum programa não-livre. Aqui está nossa lista dessas distros:

source: <a href="/distros/free-distros.html"> Free GNU/Linux distributions</a>.
pt_br: <a href="/distros/free-distros.html"> Distribuições GNU/Linux livres</a>.

source: All of these existing distros could use more development help. Thus, if you want to make an effective contribution to free GNU/Linux distributions, we suggest that you join the development of an existing free distro rather that starting a new free distro.
pt_br: Todas as distros existentes precisam de mais ajuda no desenvolvimento. Portanto, se você deseja efetivamente contribuir para uma distribuição GNU/Linux livre, sugerimos que você se junte ao desenvolvimento de uma distro livre existente, ao invés de criar a sua própria.

source: Free Distro Guidelines
pt_br: Diretrizes para Distros Livres

source: Here is the list of problems that can prevent a distro from being considered entirely free:
pt_br: Listamos aqui problemas que podem prevenir que uma distro seja considerada completamente livre:

source: <a href="/distros/free-system-distribution-guidelines.html"> Guidelines for free system distributions</a>.
pt_br: <a href="/distros/free-system-distribution-guidelines.html"> Diretrizes para distribuição de sistemas livres</a>.

source: Common Distros
pt_br: Distros Comuns

source: Many common and well-known GNU/Linux software distributions don't meet our guidelines. You can read about their problems here:
pt_br: Muitas distribuições GNU/Linux comuns e conhecidas não satisfazem nossas diretrizes. Você pode ler sobre os problemas dessas distribuições aqui:

source: <a href="/distros/common-distros.html"> Why we can't endorse many well-known GNU/Linux distros</a>.
pt_br: <a href="/distros/common-distros.html"> Por que não podemos endossar muitas das distros GNU/Linux conhecidas</a>.

source: We appeal to the developers of these distros to remove the non-free parts and thus make them entirely free software.
pt_br: Nós apelamos aos desenvolvedores dessas distribuições que removam as partes não-livres, de modo a torná-las completamente software livre.

source: Optionally Free Is Not Enough
pt_br: Liberdade Opcional não é Suficiente

source: Some GNU/Linux distributions allow the user the option of installing only free software. You can read:
pt_br: Algumas distribuições de GNU/Linux dão ao usuário a opção de instalar apenas software livre. Para mais informações, você pode ler:

source: <a href="/distros/optionally-free-not-enough.html"> Why optionally free is not enough.</a>
pt_br: <a href="/distros/optionally-free-not-enough.html">Por que liberdade opcional não é suficiente.</a>

source: Why Is This Important?
pt_br: Por Que Isso É Importante?

source: When a GNU/Linux distro includes nonfree software, it causes two kinds of problems:
pt_br: Quando uma distro GNU/Linux inclui software não-livre, causa dois tipos de problemas:

source: If you install it, you may install and use nonfree software.
pt_br: Se você a instalar, pode acabar instalando e usando software não-livre.

source: It gives people the wrong idea of what the goal is.
pt_br: Isso dá às pessoas uma ideia errada de nosso objetivo.

source: The first problem is a direct problem: it affects users of the distro, if they install the nonfree software. However, the second problem is the more important one, because it affects the community as a whole.
pt_br: O primeiro problema é direto: ele afeta os usuários da distribuição se eles instalam software não-livre. No entanto, o segundo problema é o mais importante, porque afeta a comunidade como um todo.

source: The developers of nonfree distros don't say, &ldquo;We apologize for the presence of nonfree components in our distribution. We don't know what possessed us to include them. We hope that next release we will keep our minds on freedom.&rdquo; If they did, they would have less of a bad influence.
pt_br: Os desenvolvedores de distros não-livre não dizem: “Pedimos desculpas pelos componentes não-livres em nossa distribuição. Não sabemos o que nos possuiu para que incluíssemos eles. Esperamos que em nossa próxima versão iremos manter em mente a liberdade”. Se eles o fizessem, teriam uma influência menos ruim.

source: Instead, they generally present the nonfree software in their systems as a positive feature; they say that their goal is &ldquo;the best possible user experience&rdquo;, or something like that, rather than freedom. In other words, they lead people to place convenience above freedom &mdash; working directly against our campaign to make freedom the primary goal.
pt_br: Em vez disso, eles geralmente apresentam o software não-livre em seus sistemas como uma característica positiva; dizem que seu objetivo é “a melhor experiência de usuário possível”, ou algo assim, ao invés de liberdade. Em outras palavras, eles levam as pessoas a colocarem conveniência acima da liberdade &mdash; trabalhando diretamente contra nossa campanha para fazer da liberdade o objetivo primário.

source: The fact that these distros don't deliver freedom is why we don't endorse them. That they teach people not to value freedom is why we are strongly concerned about this issue.
pt_br: Não endossamos essas distros pelo fato de que elas não transmitem a liberdade. O que nos deixa seriamente preocupados é que elas ensinam as pessoas a não valorizar a liberdade.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
pt_br: <b>Notas do tradutor:</b> <ol> <li id="TransNote1">Para uma explicação do termo “<em>blob</em>”, confira <a href="http://pt.wikipedia.org/wiki/Binary_blob">essa página da Wikipédia</a>.</li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Por favor, envie suas perguntas sobre a FSF e GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outras maneiras para contatar</a> a FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Por favor, envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: Por favor, veja o <a href="/server/standards/README.translations.html">Translations README</a> para mais informações sobre a coordenação e submissão de traduções desse artigo.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Essa página está licenciada sob uma <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
