Repository: ralic/gnu_www-pt-br
Catalog: provide.*.po
Languages: pt_br

source: What's New
pt_br: Novidades

source: What We Provide
pt_br: O que Provemos

source: What the FSF provides to computer users, above all, is the chance to use a computer in freedom&mdash;using <a href="/philosophy/free-sw.html">free software</a>.
pt_br: O que a FSF provê aos usuários de computador, acima de tudo, é a oportunidade de usar um computador em liberdade &mdash; usando <a href="/philosophy/free-sw.html">software livre</a>.

source: Since 1985 the FSF has sponsored the development of the free software operating system <a href="/gnu/gnu-history.html">GNU</a>. The <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> variant of GNU is already widely used. The GNU/Hurd system, based on our <a href="/software/hurd/hurd.html">GNU Hurd</a> kernel, is ready for wizards and enthusiasts to try. A wide variety of GNU software in general <a href="/software/software.html">is available for download</a>.
pt_br: Desde 1985 a FSF tem patrocinado o desenvolvimento do sistema operacional livre <a href="/gnu/gnu-history.html">GNU</a>. A variante <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> já é amplamente usada. O sistema GNU/Hurd, baseado em nosso kernel <a href="/software/hurd/hurd.html">GNU Hurd</a>, está pronto para magos e entusiastas testarem. Uma grande variedade de software GNU em geral <a href="/software/software.html">está disponível para download</a>

source: Things you can obtain directly from the FSF include:
pt_br: Coisas que você pode obter diretamente da FSF incluem:

source: <a href="http://member.fsf.org">Associate Membership</a>
pt_br: <a href = "http://member.fsf.org/">Associação de Membro</a>

source: <a href="http://patron.fsf.org">Corporate Patronage</a>
pt_br: <a href="http://patron.fsf.org">Patrocínio Corporativo</a>

source: <a href="/doc/doc.html">Documentation and books on free software philosophy</a>
pt_br: <a href = "/doc/doc.html">Documentação e livros sobre software livre</a>

source: <a href="http://www.gnu.org/gear/gear.html">T-shirts and other GNU Gear</a>
pt_br: <a href = "http://gnu.org/gear/gear.html">Camisetas e outros materiais do GNU</a>

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Essa página está licenciada sob uma <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Leandro Guimarães Faria Corcete Dutra <a href="mailto:leandro.gfc.dutra@gmail.com">&lt;leandro.gfc.dutra@gmail.com&gt;</a>, 2012 e Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
