Repository: ralic/gnu_www-pt-br
Catalog: server/gnun/compendia/master.*.po
Languages: pt_br

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Envie perguntas em geral sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF. Links quebrados e outras correções ou sugestões podem ser enviadas para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: For information on coordinating and submitting translations of this article, see <a href="/server/standards/README.translations.html">Translations README</a>.
pt_br: A equipe de traduções para o português brasileiro se esforça para oferecer traduções acuradas e de boa qualidade, mas não estamos isentos de erros. Por favor, envie seus comentários e sugestões em geral sobre as traduções para <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte o <a href="/server/standards/README.translations.html">Guia para as traduções</a> para mais informações sobre a coordenação e o envio de traduções das páginas desse site.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: A equipe de traduções para o português brasileiro se esforça para oferecer traduções acuradas e de boa qualidade, mas não estamos isentos de erros. Por favor, envie seus comentários e sugestões em geral sobre as traduções para <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte o <a href="/server/standards/README.translations.html">Guia para as traduções</a> para mais informações sobre a coordenação e o envio de traduções das páginas desse site.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Envie suas perguntas sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Envie suas perguntas sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Envie perguntas em geral sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pt_br: Envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
pt_br: Envie links quebrados e outras correções ou sugestões para <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Esta página está licenciada sob uma licença <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pt_BR">Creative Commons Atribuição-SemDerivações 3.0 Estados Unidos</a>.

source: Updated:
pt_br: Última atualização:

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pt_br: por <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
