Repository: ralic/gnu_www-pt-br
Catalog: server/body-include-2.*.po
Languages: pt_br

source: <a href="/">The GNU Operating System</a>
pt_br: <a href="/">O Sistema Operacional GNU</a>

source: Sign up for the <a href="http://www.fsf.org/fss">Free Software Supporter</a>
pt_br: Inscreva-se no <a href="http://www.fsf.org/fss">Free Software Supporter</a>

source: A monthly email newsletter about GNU and Free Software
pt_br: Um informativo mensal sobre o GNU e a FSF

source: <label>Enter your email address (e.g. richard@example.com)</label>
pt_br: <label>Digite seu endereço de e-mail (por exemplo richard@exemplo.com.br)</label>

source: <label class="netscape4" for="phrase">Search:</label> <input name="phrase" id="phrase" type="text" size="18" accesskey="s" value="Why GNU/Linux?" onfocus="this.value=''" /> <input type="submit" value="Search" />
pt_br: <label class="netscape4" for="phrase">Pesquisa:</label> <input name="phrase" id="phrase" type="text" size="18" accesskey="s" value="Por que GNU/Linux?" onfocus="this.value=''" /> <input type="submit" value="Search" />

source: <a href= "/philosophy/philosophy.html">Philosophy</a>
pt_br: <a href= "/philosophy/philosophy.html">Filosofia</a>

source: <a href="/licenses/licenses.html">Licenses</a>
pt_br: <a href="/licenses/licenses.html">Licenças</a>

source: <a href="/education/education.html">Education</a>
pt_br: <a href="/education/education.html">Educação</a>

source: <a href="/doc/doc.html">Documentation</a>
pt_br: <a href="/doc/doc.html">Documentação</a>

source: <a href="/help/help.html">Help&nbsp;GNU</a>
pt_br: <a href="/help/help.html">Ajude o GNU</a>

source: <a href="https://www.fsf.org/associate/support_freedom?referrer=4052">Join&nbsp;the&nbsp;FSF!</a>
pt_br: <a href="https://www.fsf.org/associate/support_freedom?referrer=4052">Junte-se&nbsp;a&nbsp;FSF!</a>

source: LibrePlanet 2012 -- March 24/25th 2012
pt_br: LibrePlanet 2012 -- 24 e 25 de março de 2012
