Repository: ralic/gnu_www-pt-br
Catalog: philosophy/compromise.*.po
Languages: pt_br

source: Avoiding Ruinous Compromises - GNU Project - Free Software Foundation (FSF)
pt_br: Evitando Compromissos Ruinosos - GNU Project - Free Software Foundation (FSF)

source: <em>&ldquo;Twenty-five years ago <a href="/gnu/initial-announcement.html">on September 27, 1983, I announced a plan</a> to create a completely free operating system called GNU&mdash;for &lsquo;GNU's Not Unix&rsquo;. As part of the 25th anniversary of the GNU system, I have written this article on how our community can avoid ruinous compromises. In addition to avoiding such compromises, there are many ways you can <a href="/help/">help GNU</a> and free software. One basic way is to <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052"> join the Free Software Foundation</a> as an Associate Member.&rdquo;</em>&mdash;<b>Richard Stallman</b>
pt_br: <em>&ldquo;Vinte cinco anos atrás, <a href="/gnu/initial-announcement.html">a 27 de setembro de 1983, anunciei um plano</a> para criar um sistema operacional completamente livre chamado GNU&mdash;sigla para &lsquo;GNU's Not Unix&rsquo (GNU Não é Unix);. Como parte do décimo quinto aniversário do sistema GNU, escrevi este artigo sobre como nossa comunidade pode evitar compromissos ruinosos. Além de evitar tais compromissos, existe muitas maneiras para <a href="/help/">ajudar o GNU</a> e o software livre. Uma forma básica é <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052"> juntar-se à Free Software Foundation</a> como um Membro Associado.&rdquo;</em>&mdash;<b>Richard Stallman</b>

source: Avoiding Ruinous Compromises
pt_br: Evitando Compromissos Ruinosos

source: by <strong>Richard Stallman</strong>
pt_br: por <strong>Richard Stallman</strong>

source: The free software movement aims for a social change: <a href="/philosophy/free-sw.html">to make all software free</a> so that all software users are free and can be part of a community of cooperation. Every nonfree program gives its developer unjust power over the users. Our goal is to put an end to that injustice.
pt_br: O movimento do software livre tem como objetivo uma mudança social: <a href="/philosophy/free-sw.html">criar software livre</a> para que todos os usuários de software sejam livres e possam ser parte de uma comunidade de cooperação. Cada programa não-livre dá ao seu desenvolvedor poder injusto sobre os usuários. Nossa meta é por fim a essa injustiça.

source: The road to freedom is <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/"> a long road</a>. It will take many steps and many years to reach a world in which it is normal for software users to have freedom. Some of these steps are hard, and require sacrifice. Some of them become easier if we make compromises with people that have different goals.
pt_br: O caminho para a liberdade <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">é longo</a>. Serão necessários muitos passos e muitos anos para alcançar um mundo no qual é normal que usuários de software tenham liberdade. Alguns desses passos serão difíceis e requirirão sacrifício. Alguns deles se tornam mais fáceis se nós fazermos compromissos com pessoas que têm objetivos diferentes.

source: Thus, the <a href="http://www.fsf.org/">Free Software Foundation</a> makes compromises&mdash;even major ones. For instance, we made compromises in the patent provisions of version 3 of the <a href="/licenses/gpl.html">GNU General Public License</a> (GNU GPL) so that major companies would contribute to and distribute GPLv3-covered software and thus bring some patents under the effect of these provisions.
pt_br: Assim sendo, a <a href="http://www.fsf.org/">Free Software Foundation</a> faz acordos &mdash; e até mesmo grandes. Por exemplo, nós fizemos compromissos nas disposições de patente da versão 3 da <a href="/licenses/gpl.html">GNU General Public License</a> (GNU GPL), de modo que grandes empresas contribuam para e distribuam software sob a GPLv3 trazendo, portanto, algumas patentes sob o efeito dessas disposições.

source: <a href="/licenses/lgpl.html">The Lesser GPL</a>'s purpose is a compromise: we use it on certain chosen free libraries to permit their use in nonfree programs because we think that legally prohibiting this would only drive developers to proprietary libraries instead. We accept and install code in GNU programs to make them work together with common nonfree programs, and we document and publicize this in ways that encourage users of the latter to install the former, but not vice versa. We support specific campaigns we agree with, even when we don't fully agree with the groups behind them.
pt_br: O propósito da <a href="/licenses/lgpl.html">Lesser GPL</a> é um compromisso: nós a usamos em certas bibliotecas livres para permitir seu uso em programas não-livres porque pensamos que legalmente proibir isso apenas levaria desenvolvedores a usar bibliotecas proprietárias. Aceitamos e instalamos código em programas do GNU para que eles funcionem com outros programas comuns não-livres, e documentamos e divulgamos isso de maneira a encorajar usuários desses programas a instalar os programas do GNU, mas não o contrário. Suportamos campanhas específicas com as quais concordamos, mesmo quando não concordamos totalmente com os grupos por trás delas.

source: But we reject certain compromises even though many others in our community are willing to make them. For instance, we <a href="/philosophy/free-system-distribution-guidelines.html"> endorse only the GNU/Linux distributions</a> that have policies not to include nonfree software or lead users to install it. To endorse nonfree distributions would be a <acronym title="ruinous (r&#363;'&#601;-n&#601;s) adj. 1. Causing or apt to cause ruin; destructive. 2. Falling to ruin; dilapidated or decayed.">ruinous</acronym> compromise.
pt_br: Mas nós rejeitamos certos compromissos, embora muitos outros em nossa comunidade estão dispostos a aceitá-los. Por exemplo, nós <a href="/philosophy/free-system-distribution-guidelines.html">endossamos apenas distribuições GNU/Linux</a> que possuem a política de não incluir software não-livre ou levar usuários a instalá-lo. Endossar distribuições não-livres seria um compromisso <acronym title="ruinoso adj. 1. Que ameaça ruir; que está em ruínas, arruinado. 2. Que acarreta ruína, perda ou destruição; nefasto, prejudicial; nocivo: despesas ruinosas.">ruinoso</acronym>.

source: Compromises are ruinous if they would work against our aims in the long term. That can occur either at the level of ideas or at the level of actions.
pt_br: Compromissos são ruinosos se trabalham contra nossos objetivos a longo prazo. Isso pode ocorrer tanto no nível das ideias quanto no nível das ações.

source: At the level of ideas, ruinous compromises are those that reinforce the premises we seek to change. Our goal is a world in which software users are free, but as yet most computer users do not even recognize freedom as an issue. They have taken up &ldquo;consumer&rdquo; values, which means they judge any program only on practical characteristics such as price and convenience.
pt_br: No nível das ideias, compromissos ruinosos são aqueles que reforçam as premissas que buscamos mudar. Nosso objetivo é um mundo no qual os usuários de software são livres, mas a maioria dos usuários ainda sequer reconhecem a liberdade como um problema. Eles assumiram valores de “consumidores”, o que significa que eles julgam qualquer programa apenas pelas suas características práticas, como preço e conveniência.

source: Dale Carnegie's classic self-help book, <cite>How to Win Friends and Influence People</cite>, advises that the most effective way to persuade someone to do something is to present arguments that appeal to his values. There are ways we can appeal to the consumer values typical in our society. For instance, free software obtained gratis can save the user money. Many free programs are convenient and reliable, too. Citing those practical benefits has succeeded in persuading many users to adopt various free programs, some of which are now quite successful.
pt_br: O livro clássico de Dale Carnegie, <cite>Como Fazer Amigos e Influenciar Pessoas</cite>, aconselha que a forma mais efetiva de persuadir alguém a fazer algo é apresentar argumentos que apelem aos seus valores. Existem maneiras para apelar aos valores de consumidor típicos de nossa sociedade. Por exemplo, o usuário que obter software livre gratuitamente pode economizar. Muitos programas livres são convenientes e confiáveis, também. Citar esses benefícios práticos tem conseguido persuadir muitos usuários a adotar vários programas livres, alguns dos quais hoje são bastante bem-sucedidos.

source: If getting more people to use some free programs is as far as you aim to go, you might decide to keep quiet about the concept of freedom, and focus only on the practical advantages that make sense in terms of consumer values. That's what the term &ldquo;open source&rdquo; and its associated rhetoric do.
pt_br: Se conseguir que mais pessoas usem alguns programas livres é seu objetivo, talvez você decida-se calar sobre o conceito de liberdade e focar apenas nas vantagens práticas que fazem sentido em termos de valores de consumidor. É isso que o termo “open source” (“código aberto”, em português) e a retórica associada a ele fazem.

source: That approach can get us only part way to the goal of freedom. People who use free software only because it is convenient will stick with it only as long as it is convenient. And they will see no reason not to use convenient proprietary programs along with it.
pt_br: Essa abordagem pode nos levar apenas até certo ponto em nosso objetivo de liberdade. Pessoas que usam software livre apenas porque ele é conveniente irão continuar usando-o enquanto for conveniente e não verão motivo para não usar software proprietário em conjunto.

source: The philosophy of open source presupposes and appeals to consumer values, and this affirms and reinforces them. That's why we <a href="/philosophy/open-source-misses-the-point.html">do not support open source.</a>
pt_br: A filosofia do código aberto pressupõe e apela aos valores de consumidor, desse modo afirmando e reforçando-os. É por isso que nós <a href="philosophy/open-source-misses-the-point.html">não suportamos o código livre</a>.

source: This is not to say we cannot cite practical advantage at all&mdash;we can and we do. It becomes a problem only when the practical advantage steals the scene and pushes freedom into the background. Therefore, when we cite the practical advantages of free software, we reiterate frequently that those are just <em>additional, secondary</em> reasons to prefer it.
pt_br: Isso não quer dizer que não podemos citar a vantagem prática — podemos e citamos. Essa atitude se torna um problema apenas quando a vantagem prática rouba a cena e põe a liberdade em segundo plano. Quando citamos as vantagens práticas do software livre, portanto, nós reiteramos frequentemente que essas são razões <em>adicionais e secundárias</em> para preferi-lo.

source: It's not enough to make our words accord with our ideals; our actions have to accord with them too. So we must also avoid compromises that involve doing or legitimizing the things we aim to stamp out.
pt_br: Não é suficiente que nossas palavras estejam de acordo com nossos ideais; nossas ações devem estar, também. Assim, devemos também evitar compromissos que envolvem fazer ou legitimar as coisas que desejamos erradicar.

source: For instance, experience shows that you can attract some users to <a href="/gnu/why-gnu-linux.html">GNU/Linux</a> if you include some nonfree programs. This could mean a cute nonfree application that will catch some user's eye, or a nonfree programming platform such as <a href="/philosophy/java-trap.html">Java</a> (formerly) or the Flash runtime (still), or a nonfree device driver that enables support for certain hardware models.
pt_br: Por exemplo, a experiência mostra que você pode atrair alguns usuários ao <a href="/gnu/why-gnu-linux.html">GNU/Linux</a> se incluir alguns programas não livres, que podem ser um programa bonitinho e não livre que irá chamar a atenção de alguns usuários, ou uma plataforma de programação não livre como o <a href="/philosophy/java-trap.html">Java</a> (antigamente) ou o Flash (ainda hoje), ou algum driver não livre que habilita o suporte a certos modelos de hardware.

source: A ruinous compromise is not just a bad influence on others. It can distort your own values, too, through cognitive dissonance. If you have certain values, but your actions imply other, conflicting values, you are likely to change your values or your actions so as to resolve the contradiction. Thus, projects that argue only from practical advantages, or direct people toward some nonfree software, nearly always shy away from even <em>suggesting</em> that nonfree software is unethical. For their participants, as well as for the public, they reinforce consumer values. We must reject these compromises if we wish to keep our values straight.
pt_br: Um compromisso ruinoso não é apenas uma má influência para os outros. Ele pode distorcer nossos próprios valores, também, por meio da dissonância cognitiva. Se você tem certos valores, mas suas ações implicam em valores diferentes e conflitantes, você provavelmente irá mudar seus valores ou ações para resolver a contradição. Assim, projetos que discutem apenas as vantagens práticas ou influenciam as pessoas a usarem algum software não livre, quase sempre foge mesmo de <em>sugerir</em> que software não livre é antiético. Eles reforçam valores de consumidor aos seus participantes e também ao público. Devemos rejeitar esses compromissos se desejamos manter nossos valores honestos.

source: If you want to move to free software without compromising the goal of freedom, look at <a href="http://www.fsf.org/resources">the FSF's resources area</a>. It lists hardware and machine configurations that work with free software, <a href="/distros"> totally free GNU/Linux distros</a> to install, and thousands of free software packages that work in a 100 percent free software environment. If you want to help the community stay on the road to freedom, one important way is to publicly uphold citizen values. When people are discussing what is good or bad, or what to do, cite the values of freedom and community and argue from them.
pt_br: Se você deseja começar a usar software livre sem comprometer o objetivo da liberdade, veja <a href="http://www.fsf.org/resources">a área de recursos da FSF</a>. Lá há uma lista de hardware e configurações de máquina que funcionam com software livre, <a href="/distros">distros GNU/Linux completamente livres</a> para instalar e milhares de pacotes de software livre que funcionam num ambiente cem por cento software livre. Se você deseja ajudar a comunidade a continuar no caminho da liberdade, uma maneira importante é suportar publicamente valores de cidadão. Quando as pessoas estão discutindo o que é bom ou ruim, ou o que fazem, cite os valores da liberdade e comunidade e discuta a partir deles.

source: A road that lets you go faster is no improvement if it leads to the wrong place. Compromise is essential to achieve an ambitious goal, but beware of compromises that lead away from the goal.
pt_br: Uma estrada que lhe deixa ir mais rápido não é uma melhoria se ela leva ao lugar errado. Compromisso é essencial para atingir um objetivo ambicioso, mas cuidado com os compromissos que levam para longe do objetivo.

source: For a similar point in a different area of life, see <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">"'Nudge' is not enough"</a>.
pt_br: Para uma discussão similar numa área diferente da vida, veja <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">“‘Nudge’ is not enough”</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Por favor, envie suas perguntas sobre a FSF e GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outras maneiras para contatar</a> a FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Por favor, envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: Por favor, veja o <a href="/server/standards/README.translations.html">Translations README</a> para mais informações sobre a coordenação e submissão de traduções desse artigo.

source: Richard Stallman is the founder of the Free Software Foundation. You can copy and redistribute this article under the <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0 license</a>.
pt_br: Richard Stallman é o fundador da Free Software Foundation. Você pode copiar e redistribuir esse artigo sob a licença <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
