Repository: ralic/gnu_www-pt-br
Catalog: philosophy/essays-and-articles.*.po
Languages: pt_br

source: Essays and Articles - GNU Project - Free Software Foundation
pt_br: Ensaios e Artigos - Projeto GNU - Free Software Foundation

source: Essays and Articles
pt_br: Ensaios e Artigos

source: This page lists a series of articles describing the philosophy of the free software movement, which is the motivation for our development of the free software operating system GNU.
pt_br: Esta página lista uma série de artigos descrevendo a filosofia do movimento de software livre, que é nossa motivação para desenvolver o sistema operacional livre GNU.

source: <a id="TOCFreedomOrganizations">We</a> <a id="FreedomOrganizations">also</a> keep a list of <a href="/links/links.html#FreedomOrganizations">Organizations that Work for Freedom in Computer Development and Electronic Communications</a>.
pt_br: <a id="TOCFreedomOrganizations">Nós </a> <a id="FreedomOrganizations">também mantemos</a> uma lista de <a href="/links/links.html#FreedomOrganizations">Organizações que Trabalham pela Liberdade do Desenvolvimento de Computadores e nas Comunicações Eletrônicas</a>.

source: About Free Software
pt_br: Sobre o Software Livre

source: Free software is a matter of freedom: people should be free to use software in all the ways that are socially useful. Software differs from material objects&mdash;such as chairs, sandwiches, and gasoline&mdash;in that it can be copied and changed much more easily. These possibilities make software as useful as it is; we believe software users should be able to make use of them.
pt_br: Software livre é uma questão de liberdade: as pessoas devem ter a liberdade de usar programas de todas as maneiras socialmente úteis. Programas de computador diferem de objetos materiais&mdash;como cadeiras, sanduíches e gasolina&mdash;pois podem ser copiados e alterados muito mais facilmente. Essas possibilidades tornam o software tão útil quanto ele é, e acreditamos que os usuários devem poder fazer uso delas.

source: <a href="/philosophy/free-sw.html">What is Free Software?</a>
pt_br: <a href="/philosophy/free-sw.html">O que é Software Livre?</a>

source: <a href="/philosophy/why-free.html">Why Software Should Not Have Owners</a>
pt_br: <a href="/philosophy/why-free.html">Por Que Software não Deveria ter Donos</a>

source: <a href="/philosophy/shouldbefree.html">Why Software Should Be Free</a> (This is an older and longer essay about the same topic as the previous one)
pt_br: <a href="/philosophy/shouldbefree.html">Por Que o Software Deve ser Livre</a> (Esse é um ensaio mais antigo e mais longo sobre o mesmo tópico do artigo anterior)

source: <a href="/philosophy/free-doc.html">Why Free Software Needs Free Documentation</a>
pt_br: <a href="/philosophy/free-doc.html">Por Que Software Livre Precisa de Documentação Livre</a>

source: <a href="/philosophy/selling.html">Selling Free Software</a> is OK!
pt_br: <a href="/philosophy/selling.html">Vender Software Livre</a> Não Tem Problema!

source: <a href="/philosophy/categories.html">Categories of Free and Non-Free Software</a>
pt_br: <a href="/philosophy/categories.html">Categorias de Software Livre e Não-Livre</a>

source: <a href="/software/reliability.html">Free Software is More Reliable!</a>
pt_br: <a href="/software/reliability.html">O Software Livre é Mais Confiável!</a>

source: <a href="/philosophy/when_free_software_isnt_practically_better.html">When Free Software Isn't (Practically) Better</a>
pt_br: <a href="/philosophy/when_free_software_isnt_practically_better.html">Quando o Software Livre não é (na Prática) Melhor</a>

source: <a href="/philosophy/open-source-misses-the-point.html">Why &ldquo;Open Source&rdquo; misses the point of Free Software</a>
pt_br: <a href="/philosophy/open-source-misses-the-point.html">Por Que o &ldquo;Código Aberto&rdquo; Esquece o Ponto de Vista do Software Livre</a>

source: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU, and Freedom</a>
pt_br: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU, e Liberdade</a>

source: <a href="/philosophy/gnutella.html" id="Gnutella">Regarding Gnutella</a>
pt_br: <a href="/philosophy/gnutella.html" id="Gnutella">A Respeito do Gnutella</a>

source: <a href="/philosophy/schools.html">Why Schools Should Use Exclusively Free Software</a>
pt_br: <a href="/philosophy/schools.html">Por que escolas devem utilizar exclusivamente software livre</a>

source: <a href="/philosophy/my_doom.html">MyDoom and You</a>
pt_br: <a href="/philosophy/my_doom.html">MyDoom e Você</a>

source: <a href="/philosophy/15-years-of-free-software.html">15 Years of Free Software</a>
pt_br: <a href="/philosophy/15-years-of-free-software.html">15 anos de software livre</a>

source: <a href="/philosophy/free-software-intro.html">Free Software movement</a>
pt_br: <a href="/philosophy/free-software-intro.html">Movimento software livre</a>

source: <a href="/philosophy/your-freedom-needs-free-software.html">Your Freedom Needs Free Software</a>
pt_br: <a href="/philosophy/your-freedom-needs-free-software.html">Sua liberdade precisa de software livre</a>

source: <a href="/philosophy/fs-motives.html">Motives For Writing Free Software</a>
pt_br: <a href="/philosophy/fs-motives.html">Motivos para escrever um software livre</a>

source: <a href="/philosophy/gov-promote.html">How Should Governments Promote Free Software?</a>
pt_br: <a href="/philosophy/gov-promote.html">Como deveria os Governos promover o software livre?</a>

source: About the GNU Operating System
pt_br: Sobre o Sistema Operacional GNU

source: <a href="/gnu/initial-announcement.html">Initial announcement of the GNU Operating System</a>
pt_br: <a href="/gnu/initial-announcement.html">Anúncio inicial sobre o sistema operacional GNU</a>

source: <a href="/gnu/manifesto.html">The GNU Manifesto</a>
pt_br: <a href="/gnu/manifesto.html">O manifesto GNU</a>

source: <a href="/gnu/gnu-history.html">Brief history of the GNU Project</a>
pt_br: <a href="/gnu/gnu-history.html">Uma breve história do projeto GNU</a>

source: <a href="/gnu/thegnuproject.html">The GNU Project</a>, a longer and more complete description of the project and its history.
pt_br: <a href="/gnu/thegnuproject.html">O projeto GNU</a>, uma longa e mais completa descrição do projeto e sua história.

source: <a href="/fsf/fsf.html">What is the Free Software Foundation?</a>
pt_br: <a href="/fsf/fsf.html">O que é a Free Software Foundation?</a>

source: <a href="/gnu/why-gnu-linux.html">Why GNU/Linux?</a>
pt_br: <a href="/gnu/why-gnu-linux.html">Por que GNU/Linux?</a>

source: Licensing Free Software
pt_br: Licenciando software livre

source: <a href="/licenses/licenses.html">General information on licensing and copyleft</a>
pt_br: <a href="/licenses/licenses.html">Informações gerais sobre licenciamento e copyleft</a>

source: <a href="/licenses/license-list.html">A list of specific free software licenses</a>
pt_br: <a href="/licenses/license-list.html">Uma lista especifica de licenças de software livre</a>

source: <a href="/licenses/gpl-faq.html">Frequently Asked Questions About the GNU Licenses</a>
pt_br: <a href="/licenses/gpl-faq.html">Perguntas frequentes sobre as licenças GNU </a>

source: <a href="/licenses/why-not-lgpl.html">Why You Shouldn't Use the Lesser GPL for Your Next Library</a>
pt_br: <a href="/licenses/why-not-lgpl.html">Por que você não deveria utilizar a menor GPL para sua próxima biblioteca</a>

source: <a href="/philosophy/why-copyleft.html">Why Copyleft?</a>
pt_br: <a href="/philosophy/why-copyleft.html">Por que Copyleft?</a>

source: <a href="/philosophy/university.html">Releasing Free Software if You Work at a University</a>
pt_br: <a href="/philosophy/university.html">Liberando software livre se você trabalha em uma universidade</a>

source: <a href="/philosophy/pragmatic.html">Copyleft: Pragmatic Idealism</a>
pt_br: <a href="/philosophy/pragmatic.html">Copyleft: Idealismo Pragmático</a>

source: <a href="/philosophy/javascript-trap.html">Javascript Trap</a> &mdash; You may be running non-free programs on your computer every day without realizing it &mdash; through your web browser.
pt_br: <a href="/philosophy/javascript-trap.html">Armadilha Javascript</a> &mdash; Você deve está utilizando software não livre em seu computador todos os dias sem perceber &mdash; através de seu navegador web.

source: <a href="/philosophy/vaccination.html">Viral Code and Vaccination</a>, an article by Robert J. Chassell
pt_br: <a href="/philosophy/vaccination.html">Código viral e vacinação</a>, um artigo de Robert J. Chassell

source: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Censorship envy and licensing</a>
pt_br: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Inveja censura e licenciamento</a>

source: <a href="/philosophy/x.html">The X Window System Trap</a>
pt_br: <a href="/philosophy/x.html">A armadilha X Window System </a>

source: <a href="/philosophy/apsl.html">The Problems of the Apple License</a>
pt_br: <a href="/philosophy/apsl.html">O problema sobre a licença da Apple</a>

source: <a href="/philosophy/bsd.html">The BSD License Problem</a>
pt_br: <a href="/philosophy/bsd.html">O problema da licença BSD</a>

source: <a href="/philosophy/netscape-npl.html">The Netscape Public License Has Serious Problems</a>
pt_br: <a href="/philosophy/netscape-npl.html">A licença pública da Netscape possuí sérios problemas</a>

source: <a href="/philosophy/udi.html">The Free Software Movement and UDI</a>
pt_br: <a href="/philosophy/udi.html">O movimento software livre e UDI</a>

source: <a href="/philosophy/gates.html">It's not the Gates, it's the bars</a>, an article by Richard Stallman published in BBC News in 2008
pt_br: <a href="/philosophy/gates.html">Isto não é o Gates, Isto é o bars</a>, um artigo de Richard Stallman publicado na BBC News em 2008

source: <a href="/philosophy/microsoft.html">Is Microsoft the Great Satan?</a> (An <a href="/philosophy/microsoft-old.html">older version</a> of this article is also available.)
pt_br: <a href="/philosophy/microsoft.html">A microsoft é o grande satãn?</a> (Uma <a href="/philosophy/microsoft-old.html">versão antiga</a> deste artigo também está disponível.)

source: <a href="/philosophy/microsoft-verdict.html">On the Microsoft Verdict</a>
pt_br: <a href="/philosophy/microsoft-verdict.html">O veredicto Microsoft</a>

source: <a href="/philosophy/microsoft-new-monopoly.html">Microsoft's New Monopoly</a>
pt_br: <a href="/philosophy/microsoft-new-monopoly.html">O novo monopólio da Microsoft</a>

source: <a href="/philosophy/lest-codeplex-perplex.html">Lest CodePlex perplex</a>
pt_br: <a href="/philosophy/lest-codeplex-perplex.html">Para que desorientar CodePlex</a>

source: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">The Problems of the Plan 9 License</a>
pt_br: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Os problemas sobre a licença Plan 9</a>

source: <a href="/philosophy/motif.html" id="MotifLicense">The New Motif License</a>
pt_br: <a href="/philosophy/motif.html" id="MotifLicense">O motivo de uma nova licença</a>

source: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Using the GNU FDL</a>
pt_br: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Utilizando a GNU FDL</a>

source: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">The GNU GPL and the American Way</a>
pt_br: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">O GNU GPL e o jeito americando</a>

source: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">The GNU GPL and the American Dream</a>
pt_br: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">O GNU GPL e o sonho americano</a>

source: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Enforcing the GNU GPL</a>
pt_br: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Impondo o GNU GPL</a>

source: <a href="/philosophy/selling-exceptions.html">On Selling Exceptions to the GNU GPL</a>
pt_br: <a href="/philosophy/selling-exceptions.html">Exceções na venda para o GNU GPL </a>

source: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Freedom or Power?</a>
pt_br: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Liberdade ou poder?</a>

source: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">We Can Put an End to Word Attachments</a>
pt_br: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">Nós podemos dar um fim nos anexos do Word</a>

source: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Fighting Software Patents - Singly and Together</a>
pt_br: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Combatendo Patentes de Software - sozinho ou juntos</a>

source: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> Software Patents and Literary Patents</a>, by Richard M. Stallman, speaking of patenting artistic techniques, US patent (6,935,954) covers making game characters start to hallucinate when (according to the game) they are being driven insane. That is getting pretty close to the hypothetical examples cited in this article.
pt_br: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> Patentes de software e patentes literárias </a>, por Richard M. Stallman, falando de patentear técnicas artísticas, patente dos EUA (6.935.954), abrange a criação de personagens do jogo começa a ter alucinações quando (de acordo com o jogo) estão a ser levado à loucura. Isso está ficando muito perto dos exemplos hipotéticos citados neste artigo.

source: Laws and Issues
pt_br: Leis e problemas

source: <a href="/philosophy/public-domain-manifesto.html">Why I Will Not Sign the Public Domain Manifesto</a>
pt_br: <a href="/philosophy/public-domain-manifesto.html">Por que eu não irei assinar o manifesto de domínio público</a>

source: <a href="/philosophy/pirate-party.html">How the Swedish Pirate Party Platform Backfires on Free Software</a>
pt_br: <a href="/philosophy/pirate-party.html">Como a plataforma de pirataria Sueca saí pela culatra no Software Livre</a>

source: <a href="/philosophy/misinterpreting-copyright.html">Misinterpreting Copyright</a> is another essay by <a href="http://www.stallman.org">Richard Stallman</a> about the flaws in popular defenses of copyright law.
pt_br: <a href="/philosophy/misinterpreting-copyright.html">Erros de interpretação de Direitos Autorais</a> é outro artigo do <a href="http://www.stallman.org">Richard Stallman</a> sobre as falhas em defesas populares das leis de direitos autorais.

source: <a href="/philosophy/eldred-amicus.html">FSF's Brief Amicus Curiae in the Eldred v. Ashcroft Supreme Court case</a>
pt_br: <a href="/philosophy/eldred-amicus.html">Sumário da FSF jurisperito no Eldred v. Ashcroft caso na Suprema Corte</a>

source: <a href="/philosophy/push-copyright-aside.html">Science must &ldquo;push copyright aside&rdquo;</a>, another work of <a href="http://www.stallman.org">Richard Stallman</a> that appeared in the <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Nature Webdebates</a> in 2001, explains how copyright is impeding progress in scientific research. You may also be interested in <a href="http://www.publiclibraryofscience.org">The Public Library of Science</a>, which is dedicated to making scientific research freely available to all on the Internet.
pt_br: <a href="/philosophy/push-copyright-aside.html">A ciência deve &ldquo;colocar os direitos autorais de lado&rdquo;</a>, outro trabalho de <a href="http://www.stallman.org">Richard Stallman</a> que apareceu no <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Nature Webdebates</a> em 2001, explica como os direitos autorais tem impedido o progresso na pesquisa cientifica. Você também pode estar interessado em <a href="http://www.publiclibraryofscience.org">A livraria publica de ciência</a>, que se dedica a tornar a pesquisa científica livremente disponível para todos na Internet.

source: <a href="/philosophy/reevaluating-copyright.html">Reevaluating Copyright: The Public must prevail</a>
pt_br: <a href="/philosophy/reevaluating-copyright.html">Reavaliando Direitos Autorais: O público deve prevalecer</a>

source: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html"> Eldred v. Reno</a> is about a lawsuit to overturn a law that extends copyright by 20 extra years.
pt_br: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html"> Eldred v. Reno</a> é sobre um processo legal para abolir uma lei que extende o copyright por 20 anos extra.

source: <a href="/philosophy/freedom-or-copyright.html">Freedom-Or Copyright?</a>, by <a href="http://www.stallman.org/">Richard Stallman</a> (an <a href="/philosophy/freedom-or-copyright-old.html">older version</a> of this essay remains online as well).
pt_br: <a href="/philosophy/freedom-or-copyright.html">Liberdade ou Direitos autorais?</a>, by <a href="http://www.stallman.org/">Richard Stallman</a> (uma <a href="/philosophy/freedom-or-copyright-old.html">versão antiga</a> deste artigo continua online).

source: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM"> Copyright versus community in the age of computer networks</a>: is a transcript of a keynote by <a href="http://www.stallman.org"> Richard Stallman</a> at the LIANZA conference in Christchurch, New Zealand, on October 12, 2009.
pt_br: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM"> Direitos autorais versus Comunidade na era da rede de computadores</a>: é uma transcrição de uma palestra por <a href="http://www.stallman.org"> Richard Stallman</a> na conferência de LIANZA em Christchurch, Nova Zelândia, em Outubro 12, 2009.

source: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> An English translation</a> of the famous decision of the District Court of Munich (Germany) regarding the enforceability and validity of the GPL. The translation was done by the Oxford Internet Institute.
pt_br: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> Uma tradução em Inglês</a> da famosa decisão da Corte Distrital de Munich (Alemanha) sobre a validade e aplicabilidade da GPL. A tradução foi feita pelo Oxford Internet Institute.

source: Digital Restrictions Management
pt_br: Gestão digital de restrições

source: <a href="/philosophy/correcting-france-mistake.html">Correcting My Mistake about French Law</a>
pt_br: <a href="/philosophy/correcting-france-mistake.html">Corrigindo Meu Erro sobre a Legislação Francesa</a>

source: <a href="/philosophy/the-root-of-this-problem.html">The problem is software controlled by its developer</a>, by Richard&nbsp;M. Stallman.
pt_br: <a href="/philosophy/the-root-of-this-problem.html">O problema é Software controlado por seu desenvolvedor</a>, por Richard&nbsp;M. Stallman.

source: <a href="/philosophy/computing-progress.html">Computing &ldquo;progress&rdquo;: good and bad</a>, by Richard M. Stallman.
pt_br: <a href="/philosophy/computing-progress.html">Computação &ldquo;progresso&rdquo;: Bom e Ruim</a>, por Richard M. Stallman.

source: <a href="/philosophy/why-audio-format-matters.html">Why Audio Format matters</a> by Karl Fogel
pt_br: <a href="/philosophy/why-audio-format-matters.html">Por que formatos de audio importam</a> por Karl Fogel

source: <a href="/philosophy/opposing-drm.html">Opposing Digital Rights Mismanagement</a>, by Richard M. Stallman, answers a few common questions about DRM.
pt_br: <a href="/philosophy/opposing-drm.html">Opondo-se a má gestão de direitos digitais</a>, por Richard M. Stallman, responde a algumas perguntas comuns sobre DRM.

source: <a href="/philosophy/ebooks.html">Ebooks: Freedom Or Copyright</a> a slightly modified version of the article, originally published in Technology Review in 2000, by <a href="http://www.stallman.org"> Richard Stallman</a>
pt_br: <a href="/philosophy/ebooks.html">Ebooks: Liberdade ou direitos reservados</a> uma versão ligeiramente modificada do artigo, originalmente publicado na Technology Review em 2000, por <a href="http://www.stallman.org"> Richard Stallman</a>

source: <a href="/philosophy/ebooks-must-increase-freedom.html"> Ebooks must increase our freedom, not decrease it</a>
pt_br: <a href="/philosophy/ebooks-must-increase-freedom.html">Ebooks devem aumentar nossa liberdade, não diminuí-la</a>

source: <a href="/philosophy/can-you-trust.html">Can you trust your computer?</a>, a work by <a href="http://www.stallman.org">Richard Stallman</a> about the so-called &ldquo;trusted computing&rdquo; initiatives.
pt_br: <a href="/philosophy/can-you-trust.html">Você pode confiar em seu computador?</a>, um trabalho por <a href="http://www.stallman.org">Richard Stallman</a> sobre o chamado &ldquo;computação confiável&rdquo; iniciativas.

source: <a href="/philosophy/right-to-read.html">The Right to Read: A Dystopian Short Story</a> by <a href="http://www.stallman.org/"> Richard Stallman</a>
pt_br: <a href="/philosophy/right-to-read.html">O Direito de Ler: Uma História Breve Dystopian</a> por <a href="http://www.stallman.org/"> Richard Stallman</a>

source: The propaganda term <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> &ldquo;Intellectual Property&rdquo;</a>
pt_br: O termo de propaganda <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> &ldquo;Propriedade intelectual&rdquo;</a>

source: <a href="/philosophy/no-ip-ethos.html">Don't Let &ldquo;Intellectual Property&rdquo; Twist Your Ethos</a>, by Richard&nbsp;M. Stallman.
pt_br: <a href="/philosophy/no-ip-ethos.html">Não deixe &ldquo;propriedade intelectural&rdquo; mexe com seu caracter</a>, por Richard&nbsp;M. Stallman.

source: Comments from Richard Stallman on <a href="/philosophy/ipjustice.html">the ICLC's rejection of the IP Enforcement Directive</a>
pt_br: comentários de Richard Stallman no <a href="/philosophy/ipjustice.html">a rejeição do ICLC da directiva relativa à execução IP</a>

source: Richard Stallman has written <a href="/philosophy/boldrin-levine.html">a review of Boldrin and Levine's &ldquo;The case against intellectual property.&rdquo;</a>
pt_br: Richard Stallman escreveu <a href="/philosophy/boldrin-levine.html">uma revisão de Boldrin e Levine &ldquo;O caso contra a propriedade intelectual..&rdquo;</a>

source: <a href="/philosophy/not-ipr.html">Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage</a>. An essay on the true meaning of the phrase &ldquo;Intellectual Property&rdquo;, by Richard M. Stallman
pt_br: <a href="/philosophy/not-ipr.html">Você disse &ldquo;Propriedade Intelectual&rdquo;? Isto é uma miragem sedutora</a>. Um ensaio sobre o verdadeiro significado da frase &ldquo;Propriedade Intelectual&rdquo;, por Richard M. Stallman

source: Patents
pt_br: Patentes

source: <a href="/philosophy/w3c-patent.html">FSF's Position on W3 Consortium &ldquo;Royalty-Free&rdquo; Patent Policy</a> rewritten
pt_br: <a href="/philosophy/w3c-patent.html">Posição da FSF na consórcio W3 &ldquo;Royalty-Free&rdquo; Política de Patentes</a> reescrito

source: How to Protect the <a href="/philosophy/protecting.html">Right to Write Software</a> (independent of whether it's free or not)
pt_br: Como proteger o <a href="/philosophy/protecting.html">Direito a escrever Software</a> (independente de se é livre ou não)
