Repository: ralic/gnu_www-pt-br
Catalog: philosophy/essays-and-articles.*.po
Languages: pt_br

source: In <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research"> Felten v. RIAA</a>, scientists are asking a court to rule that the Digital Millennium Copyright Act (DMCA) does not prohibit them from publishing their research.
pt_br: Em <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research"> Felten v. RIAA</a>, cientistas são questionados por uma corte que determina que o Digital Millennium Copyright Act (DMCA) não os proíbe de publicar sua pesquisa.

source: <a href="https://www.eff.org/search/site/dvd cases/">EFF &ldquo;Intellectual Property&rdquo;: MPAA (Motion Picture Association of America) DVD Cases Archive</a>
pt_br: <a href="https://www.eff.org/search/site/dvd cases/">EFF &ldquo;Propriedade Intelectual&rdquo;: MPAA (Motion Picture Association of America) DVD Arquivos de casos</a>

source: <a href="/philosophy/patent-reform-is-not-enough.html">Patent Reform Is Not Enough</a>
pt_br: <a href="/philosophy/patent-reform-is-not-enough.html">A reforma das patentes não é o bastante</a>

source: <a href="/philosophy/savingeurope.html">Saving Europe from Software Patents</a>
pt_br: <a href="/philosophy/savingeurope.html">Salvando a Europa das patentes de software </a>

source: <a href="/philosophy/amazon.html">Boycott Amazon!</a>
pt_br: <a href="/philosophy/amazon.html">Boicote da Amazon!</a>

source: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Sequential Innovation, Patents, and Imitation</a> is a paper that presents a mathematical model showing how patents can impede progress in fields like software.
pt_br: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Inovação sequencial, patentes e imitação</a> é um artigo que apresenta um modelo matemático demonstrando como as patentes podem impedir o progresso em áreas como software.

source: <a href="/philosophy/hague.html">Harm from the Hague</a>.
pt_br: <a href="/philosophy/hague.html">Danos da Haia</a>.

source: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"> Soft sell</a>. An article by Richard M. Stallman published in <a href="http://www.guardian.co.uk">The Guardian</a>.
pt_br: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"> Venda suave</a>. Um artigo de Richard M. Stallman publicado em <a href="http://www.guardian.co.uk">The Guardian</a>.

source: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit"> Patent absurdity</a>, an article by Richard M. Stallman published in <a href="http://www.guardian.co.uk">The Guardian</a>.
pt_br: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit"> Absurdo de patente</a>, um artigo por Richard M. Stallman publicado no <a href="http://www.guardian.co.uk">The Guardian</a>.

source: <a href="/philosophy/trivial-patent.html">The Anatomy of a Trivial Patent</a>, by Richard M. Stallman.
pt_br: <a href="/philosophy/trivial-patent.html">A Anatomia de uma patente trivial</a>, por Richard M. Stallman.

source: <a href="/philosophy/gif.html">Why there are no GIF files on GNU web pages</a>, While this story is a historical illustration of the danger of software patents, these particular patents are now no longer a concern. For details of our website <a href="/server/fsf-html-style-sheet.html#UseofGraphics">policies regarding GIFs</a>, see our web <a href="/server/standards/">web guidelines</a>.
pt_br: <a href="/philosophy/gif.html">Por que não há arquivos GIF nas páginas web do GNU</a>, Embora esta história é uma ilustração histórica do perigo de patentes de software, estas patentes particulares são agora já não uma preocupação. Para mais detalhes do nosso site <a href="/server/fsf-html-style-sheet.html#UseofGraphics">políticas de GIFs</a>, veja nossa web <a href="/server/standards/">diretrizes de web</a>.

source: Network Services
pt_br: Serviços de Rede

source: <a href="/philosophy/network-services-arent-free-or-nonfree.html">Network Services Aren't Free or Nonfree; They Raise Other Issues</a> an article by Richard Stallman.
pt_br: <a href="/philosophy/network-services-arent-free-or-nonfree.html">Serviços de Rede não são Livres ou Não Livres; Eles Criam Outros Problemas</a> um artigo por Richard Stallman.

source: Cultural and Social Issues
pt_br: Problemas sociais e culturais

source: <a href="/philosophy/nonfree-games.html">Nonfree DRM'd Games on GNU/Linux: Good or Bad?</a> by Richard Stallman
pt_br: <a href="/philosophy/nonfree-games.html">Jogos não livres sem DRM no GNU/Linux Bom ou Ruim?</a> por Richard Stallman

source: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Digital economy bill: One clown giveth and the other clown taketh away</a> by <a href="http://www.stallman.org">Richard Stallman</a>
pt_br: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Bill economia digital: Um palhaço dá e outro palhaço tira</a> por <a href="http://www.stallman.org">Richard Stallman</a>

source: <a href="/philosophy/digital-inclusion-in-freedom.html">Is Digital Inclusion A Good Thing? How Can We Make Sure It Is?</a> by <a href="http://www.stallman.org">Richard Stallman</a>
pt_br: <a href="/philosophy/digital-inclusion-in-freedom.html">Inclusão Digital é uma coisa boa? Como podemos ter certeza é?</a> por <a href="http://www.stallman.org">Richard Stallman</a>

source: <a href="/philosophy/wsis.html">World Summit on the Information Society</a>
pt_br: <a href="/philosophy/wsis.html">Cimeira Mundial sobre a Sociedade da Informação</a>

source: <a href="/philosophy/lessig-fsfs-intro.html">The introduction by Lawrence Lessig</a> to <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Free Software, Free Society: The Selected Essays of Richard M. Stallman</i></a> is available for reading.
pt_br: <a href="/philosophy/lessig-fsfs-intro.html">O prefácio, por Lawrence Lessig</a> para <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Software Livre, Sociedade Livre: Artigos selecionados por Richard M. Stallman</i></a> está disponível para a leitura.

source: <a href="/philosophy/wassenaar.html">Encryption software volunteers needed in countries without export control</a>.
pt_br: <a href="/philosophy/wassenaar.html">Voluntários em criptografia de software necessários em países sem controle de exportação </a>.

source: How to Protect the <a href="/philosophy/basic-freedoms.html"> Freedoms of Speech, Press, and Association</a> on the Internet
pt_br: Como proteger o <a href="/philosophy/basic-freedoms.html"> Liberdades de expressão, imprensa e Associação</a> na Internet

source: <a href="/philosophy/privacyaction.html">Protect Postal Privacy</a>, a campaign to resist the proposed rule by the United States Postal Service to collect private information from customers.
pt_br: <a href="/philosophy/privacyaction.html">Proteger a privacidade dos Correios</a>,uma campanha para resistir a regra proposta pela United States Postal Service para coletar informações privadas de clientes.

source: <a href="/philosophy/ucita.html">Why We Must Fight UCITA</a>
pt_br: <a href="/philosophy/ucita.html">Por que temos de lutar contra UCITA</a>

source: <a href="/philosophy/second-sight.html">Free Software and (e-)Government</a> &mdash; an article from The Guardian, by Richard Stallman (originally published under the title &ldquo;Second Sight&rdquo;).
pt_br: <a href="/philosophy/second-sight.html">Software Livre e (e-)Governo</a> &mdash; um arquivo do The Guardian, por Richard Stallman (originalmente publicado sob o título &ldquo;Segunda vista&rdquo;).

source: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> Free Software and Sustainable Development</a> &mdash; A short article by Richard Stallman regarding the use of proprietary software in cultural development.
pt_br: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967">Software Livre e Desenvolvimento Sustentável</a> &mdash; Um breve artigo por Richard Stallman a respeito do uso de software proprietário no desenvolvimento cultural.

source: Misc
pt_br: Diversos

source: <a href="/philosophy/bug-nobody-allowed-to-understand.html">The Bug Nobody is Allowed to Understand</a>, By Richard Stallman.
pt_br: <a href="/philosophy/bug-nobody-allowed-to-understand.html">o Bug que Ninguém Está Autorizado a Compreender</a>, por Richard Stallman.

source: <a href="/philosophy/sun-in-night-time.html">The Curious Incident of Sun in the Night-Time</a>, by Richard M. Stallman.
pt_br: <a href="/philosophy/sun-in-night-time.html">O curioso incidente da Sun na escuridão</a>, por Richard M. Stallman.

source: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU, and Linux</a>, by Richard Stallman, discusses how SCO's lawsuit against IBM pertains to the work of the GNU project. Please see the <a href="/philosophy/sco/sco.html">FSF SCO Response Page</a> for more details on this subject.
pt_br: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU, e Linux</a>, por Richard Stallman, ddiscute como o processo da SCO contra a IBM afeta o trabalho do projeto GNU. Por favor, consulte o <a href="/philosophy/sco/sco.html">FSF página de resposta SCO</a> para mais detalhes sobre este assunto.

source: <a href="/philosophy/ms-doj-tunney.html">FSF's Statement in Response to Proposed Revised Final Judgment in Microsoft vs. United States, submitted to the US Department of Justice under the Tunney Act</a>.
pt_br: <a href="/philosophy/ms-doj-tunney.html">Declaração da FSF em resposta à proposta de revisão do julgamento final da Microsoft contra os Estados Unidos, apresentada ao Departamento de Justiça dos EUA sob o Ato Tunney</a>.

source: <a href="/philosophy/new-monopoly.html">U.S. Congress Threatens to Establish a New Kind of Monopoly</a>, an attempt of the Congress to create a private monopoly over repeating publicly known information.
pt_br: <a href="/philosophy/new-monopoly.html">Congresso dos EUA ameaça estabelecer um novo tipo de monopólio </a>, uma tentativa do Congresso para criar um monopólio privado sobre repetir as informações de conhecimento público.

source: <a href="/philosophy/dat.html">The Right Way to Tax DAT</a>
pt_br: <a href="/philosophy/dat.html">A forma correta de Taxar DAT</a>

source: <a href="/philosophy/censoring-emacs.html">Censoring My Software</a>, by <a href="http://www.stallman.org">Richard Stallman</a>
pt_br: <a href="/philosophy/censoring-emacs.html">Censura do meu software</a>, por <a href="http://www.stallman.org">Richard Stallman</a>

source: Terminology and Definitions
pt_br: Terminologias e definições

source: <a href="/philosophy/words-to-avoid.html">Confusing Words</a> which You Might Want to Avoid
pt_br: <a href="/philosophy/words-to-avoid.html">Palavras confusas</a> que você deverá evitar.

source: <a href="/philosophy/free-software-for-freedom.html">&ldquo;Open Source Software&rdquo; or &ldquo;Free Software&rdquo;?</a> (This is an older essay about the same topic as the previous one.)
pt_br: <a href="/philosophy/free-software-for-freedom.html">&ldquo;Software código aberto&rdquo; ou &ldquo;Software Livre&rdquo;?</a> (Este é um antigo ensaio sobre o mesmo tópico que o anterior.)

source: Richard Stallman wrote <a href="/philosophy/drdobbs-letter.html">letter to the editor</a> of Dr. Dobb's Journal in June which further explains the distinction between the Free Software and Open Source movements.
pt_br: Richard Stallman escreveu <a href="/philosophy/drdobbs-letter.html">uma carta para o editor</a> do Dr. Dobb's Journal em Junho que explica a distinção entre o Software Livre e os movimentos de Open Source.

source: <a href="/philosophy/fs-translations.html">Translations of the term &ldquo;free software&rdquo;</a> into various languages
pt_br: <a href="/philosophy/fs-translations.html">Tradução de termo &ldquo;software livre&rdquo;</a> em várias línguas.

source: Upholding Software Freedom
pt_br: Mantendo-se fiel a liberdade de software

source: <a href="/philosophy/use-free-software.html">The Free Software Community After 20 Years</a>, With great but incomplete success, what now?
pt_br: <a href="/philosophy/use-free-software.html">A comunidade de Software Livre após 20 anos</a>, Com grande mas incompleto sucesso, e agora?

source: <a href="/philosophy/mcvoy.html">Thank You, Larry McVoy</a> by Richard M. Stallman
pt_br: <a href="/philosophy/mcvoy.html">Obrigado, Larry McVoy</a> por Richard M. Stallman

source: <a href="/philosophy/social-inertia.html">Overcoming Social Inertia</a>, by Richard M. Stallman
pt_br: <a href="/philosophy/social-inertia.html">Superação da inércia social</a>, por Richard M. Stallman

source: <a href="/philosophy/compromise.html">Avoiding Ruinous Compromises</a>
pt_br: <a href="/philosophy/compromise.html">Como evitar compromissos desastrosos</a>

source: Philosophical humor
pt_br: Humor filosófico

source: <a href="/fun/humor.html#Philosophy">Philosophy Humor</a>. We don't have to be serious <i>all</i> the time.
pt_br: <a href="/fun/humor.html#Philosophy">Humor filosófico</a>. Nós não temos que ser sérios <i>todo</i> o tempo.

source: Links to more philosophy articles
pt_br: Links de mais artigos sobre filosofia

source: <a href="/philosophy/speeches-and-interview.html">Speeches and interviews</a>
pt_br: <a href="/philosophy/speeches-and-interview.html">Discursos e entrevistas</a>

source: <a href="/philosophy/third-party-ideas.html">Third party ideas</a>
pt_br: <a href="/philosophy/third-party-ideas.html">Ideias de terceiros</a>

source: <a href="/philosophy/">The main philosophy page</a>
pt_br: <a href="/philosophy/">A página principal de filosofia</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Envie perguntas em geral sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF. Links quebrados e outras correções ou sugestões podem ser enviadas para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: A equipe de traduções para o português brasileiro se esforça para oferecer traduções acuradas e de boa qualidade, mas não estamos isentos de erros. Por favor, envie seus comentários e sugestões em geral sobre as traduções para <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte o <a href="/server/standards/README.translations.html">Guia para as traduções</a> para mais informações sobre a coordenação e o envio de traduções das páginas desse site.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Esta página está licenciada sob uma licença <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pt_BR">Creative Commons Atribuição-SemDerivações 3.0 Estados Unidos</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Aslan Carlos <a href="mailto:aslancarlos@gmail.com">&lt;aslancarlos@gmail.com&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
