Repository: ralic/gnu_www-pt-br
Catalog: philosophy/hague.*.po
Languages: pt_br

source: Harm from the Hague - GNU Project - Free Software Foundation
pt_br: O Perigo de Haya - Projeto GNU - Free Software Foundation

source: Harm from the Hague
pt_br: O Perigo de Haya

source: By <a href="http://www.stallman.org">Richard Stallman</a>, June 2001
pt_br: Por <a href="http://www.stallman.org">Richard Stallman</a>, junho de 2001

source: Europeans have energetically opposed and thwarted the attempt to introduce software patents in Europe. A proposed treaty, now being negotiated, threatens to subject software developers in Europe and other countries to U.S. software patents &mdash; and other harmful laws from around the world. The problem is not just for programmers; authors of all kinds will face new dangers. Even the censorship laws of various countries could have globalized effect.
pt_br: Os Europeus têm se manifestado energicamente contrários à tentativa de introduzir patentes de software na Europa. Um tratado proposto, agora sendo negociado, ameaça submeter os desenvolvedores de software na Europa e em outros paises à patentes de software dos E.U.A. — e outras leis danosas do mundo todo. O problema não afeta só programadores; autores de todos os tipos vão enfrentar novos perigos. Mesmo as leis de censura de vários países poderiam ter efeitos globais.

source: The Hague treaty is not actually about patents, or about copyrights, or about censorship, but it affects all of them. It is a treaty about jurisdiction, and how one country should treat the court decisions of another country. The basic idea is reasonable enough: if someone hits your car in France or breaks a contract with your French company, you can sue him in France, then bring the judgment to a court in whichever country he lives in (or has assets in) for enforcement.
pt_br: O tratado de Haya não é só sobre patentes, ou sobre leis de direitos autorais, mas ele afeta tudo isso. É um tratado sobre jurisdição, e sobre como um país deveria tratar as decisões judiciais de outro país. A idéia básica é até bastante razoável: Se alguem bate no seu carro na França, ou quebra um contrato com sua empresa francesa, você pode processa-lo na França, e então trazer o veredicto a uma corte no país em que ele vive (ou em que tenha bens) para sua validação.

source: The treaty becomes a problem when it is extended to distribution of information &mdash; because information now travels normally and predictably to all countries. (The Internet is one way, but not the only way.) The consequence is that you could be sued about the information you distributed under the laws of <strong>any</strong> Hague country, and the judgment would probably be enforced by your country.
pt_br: O tratado se torna um problema quando é extendido para a distribuição de informação — porque informação agora viaja normal e previsivelmente para todos os países. (A internet é uma via, mas não a única). A consequênca é que você poderia ser processado pela informação que você distribuiu pelas leis de <strong>qualquer</strong> país [signatário] de Haya e o julgamento provavelmente seria validado em seu próprio país.

source: For instance, if you release a software package (either free or not) in Germany, and people use it in the U.S., you could be sued for infringing an absurd U.S. software patent. That part does not depend on Hague &mdash; it could happen now. But right now you could ignore the U.S. judgment, safe in Germany, and the patent holder knows this. Under the Hague treaty, any German court would be required to enforce the U.S. judgment against you. In effect, the software patents of any signatory country would apply to all signatory countries. It isn't enough to keep software patents out of Europe, if U.S. or Japanese or Egyptian software patents can reach you there.
pt_br: Por exemplo, se você publicar um pacote de software (livre ou não) na Alemanha, e as pessoas o usarem nos E.U.A., você poderia ser processado por infringir alguma patente de software absurda dos E.U.A. Essa parte não depende de [do tratado de] Haya — ela poderia acontecer agora. Mas agora, você poderia ignorar o julgamento nos E.U.A., a salvo na Alemanha, e o dono da patente sabe disso. Sob o tratado de Haya, qualquer corte alemã seria obrigada a validar o julgamento [da corte] nos E.U.A. contra você. Na verdade, as patentes de software de qualquer país signatário se aplicariam a todos os países signatários. Não é o suficiente manter as patentes de software fora da Europa, se as patentes americanas, japonesas ou egípcias podem alcançar você lá.

source: But patent law is not the only area of law that could wreak havoc if globalized by the Hague treaty. Suppose you publish a statement criticizing a public figure. If copies are read in England, that public figure could sue you under the strict U.K. libel law. The laws of your country may support the right to criticize a public figure, but with the Hague treaty, they won't necessarily protect you any more.
pt_br: Mas legislação de patentes não é a única área da lei que poderia criar estragos absurdos se globalizada pelo tratado de Haya. Suponha que você publique um texto criticanto uma pessoa pública. Se cópias forem lidas na Inglaterra, essa pessoa poderia processar você sob as estritas leis contra difamação do Reino Unido. As leis no seu país podem lhe dar o direito de criticar uma pessoa pública, mas com o tratado de Haya, elas não mais necessariamente lhe protegerão.

source: Or suppose you have political views that a certain government prohibits. You could be sued in that country, and the judgment against you there would be enforced wherever you live.
pt_br: Ou suponha que você tenha idéias políticas que algum governo proíba. Você poderia ser processado naquele país, e o julgamento naquele país seria validado onde quer que você more.

source: Not long ago, Yahoo was sued in France for having links to U.S. sites that auctioned Nazi memorabilia, which is lawful in the U.S. After a French court required Yahoo France to block such links, Yahoo went to court in the U.S., asking for a ruling that the French judgment cannot be applied to the parent company in the U.S.
pt_br: Há não muito tempo, o Yahoo foi processado na França por conter links para sites americanos que leiloavam relíquias Nazistas, o que é permitido nos E.U.A. Depois que uma corte francesa obrigou o Yahoo France a bloquear esses links, o Yahoo foi a uma corte nos E.U.A., pedindo por uma decisão de que o julgamento francês não pudesse ser aplicado à matriz nos E.U.A.

source: It may come as a surprise to learn that exiled Chinese dissidents joined the case in support of Yahoo. But they knew what they were doing &mdash; their democracy movement depends on the outcome.
pt_br: Pode parecer surpreendente saber que dissidentes chineses exilados juntaram se a causa em suporte ao Yahoo. Mas eles sabiam o que estavam fazendo — o seu movimento pela democracia depende do resultado [desse julgamento].

source: You see, Nazism is not the only political view whose expression is prohibited in certain places. Criticism of the Chinese government is also prohibited &mdash; in China. If a French court ruling against Nazi statements is enforceable in the US, or in your country, maybe a Chinese court ruling against anti-Chinese-government statements will be enforceable there too. (This might be why China has joined the Hague treaty negotiations.) The Chinese government can easily adapt its censorship law so that the Hague treaty would apply to it; all it has to do is give private individuals (and government agencies) the right to sue dissident publications.
pt_br: Percebam, o nazismo não é a unica visão política cuja expressão é probida em certos lugares. Críticar o governo Chinês também é proibido — na China. Se a decisão de uma corte francesa contra afirmações nazistas pode ser validada nos E.U.A., ou no seu próprio país, talvez uma decisão de uma corte chinesa contra afirmações anti-governo-da-China possam ser validadas lá também. (Isso pode ser o motivo de porque a China se juntou as negociações do tratado de Haya). O governo Chinês pode facilmente adaptar sua lei de censura de forma que o tratado de Haya seja aplicavél á mesma; tudo o que ela tem que fazer é dar a indvíduos privados (e agências governamentais) o direito de processar publicações dissidentes.

source: China is not the only country to ban criticism of the government; as of this writing, the government of Victoria (Australia) is suing to suppress a book called Victoria Police Corruption on the grounds that it &ldquo;scandalizes the courts.&rdquo; This book is available on the Internet outside Australia. Australia is a Hague treaty participant; if the treaty applies to such cases, an Australian court judgment against the book could be used to suppress it elsewhere.
pt_br: A China não é o único país a banir críticas ao seu governo; enquanto este texto é escrito, o governo de Victoria (Austrália) está com um processo aberto para suprimir um livro intitulado “Victoria Police Corruption” (Corrupção na Polícia de Victoria) baseado no argumento de que ele “escandaliza as cortes”. Esse livro está disponível na Internet fora da Austrália. A Austrália é uma participante do tratado de Haya; se o tratado se aplicar a tais casos, um julgamento de uma corte australiana contra o livro pode ser usado para suprimi-lo nos outros lugares.

source: Meanwhile, works that criticize Islam have faced increasing censorship in Egypt, a Hague treaty participant; this too could be globalized by the Hague treaty.
pt_br: Enquanto isso, trabalhos que criticam o Islã têm enfrentado uam censura progressiva no Egito, um participante do tratado de Haya; isso também poderia ser globalizado pelo tratado de Haya.

source: Americans may turn to the First Amendment to protect them from foreign judgments against their speech. The draft treaty permits a court to ignore a foreign judgment that is &ldquo;manifestly incompatible with public policy.&rdquo; That is a stringent criterion, so you cannot count on it to protect you just because your conduct is legal where you are. Just what it does cover is up to the particular judge. It is unlikely to help you against broad foreign interpretations of copyright, trademarks or software patents, but U.S. courts might use it to reject outright censorship judgments.
pt_br: Os americanos podem apelar à Primeira Emenda [da constituição americana] para protege-los de julgamentos estrangeiros contra seus discursos. O projeto do tratado permite que uma corte ignore um julgamento estrangeiro que seja “manifestamente incompatível com a política pública”. Este é um critério estrito, então você não pode contar com ele só porque sua conduta é legal no lugar onde você está. O que exatamente ele cobre é decidido por cada juiz em particular. É pouco provável que ele lhe ajude contra amplas interpretações estrangeiras de direitos autorais, marcas registradas ou patentes de software, mas cortes dos E.U.A. podem usa-lo para rejeitar decisões diretas de censura.

source: However, even that won't help you if you publish on the Internet, because your <abbr title="Internet service provider">ISP</abbr> either has assets in other countries or communicates to the world through larger <abbr>ISP</abbr>s that have them. A censorship judgment against your site, or any other kind, could be enforced against your <abbr>ISP</abbr>, or your <abbr>ISP</abbr>'s <abbr>ISP</abbr>, in any other country where it has assets &mdash; and where there is no Bill of Rights, and freedom of speech does not enjoy the same exalted status as in the U.S. In response, the ISP will shut off your site. The Hague treaty would globalize pretexts for lawsuits, but not the protections for civil liberties, so any local protection could be bypassed.
pt_br: Entretanto, nem isso vai ajuda-lo se você publicar na Internet. Por que seu provedor de serviços ou tem bens em outros países, ou se comunica com o mundo através de provedores maiores, que os têm. Um julgamento de censura contra o seu site, ou de qualquer outro tipo, seria validado contra o seu provedor, ou contra o provedor do seu provedor, em qualquer outro país onde ele tenha bens — e onde não há uma Carta de Direitos, e liberdade de expressão não tenha um status tão exaltado quanto nos E.U.A. Em resposta, o provedor vai fechar o seu site. O tratado de Haya iria globalizar os pretextos para processos, mas não as proteções para as liberdades civis, então qualquer proteção local poderia ser contornada.

source: Does suing your <abbr>ISP</abbr> seem far-fetched? It already happens. When the multinational company Danone announced plans to close factories in France, Olivier Malnuit opened a site, jeboycottedanone.com, to criticize this. (The name is French for &ldquo;I boycott Danone.&rdquo;) Danone sued not only him but his site hosting company and domain name registrar for &ldquo;counterfeiting of goods&rdquo; &mdash; and in April 2001 received a ruling prohibiting Malnuit from mentioning the name &ldquo;Danone&rdquo; either in the domain name or in the text of the site. Even more telling, the registrar removed the domain in fear before the court made a ruling.
pt_br: Processar o seu provedor parece exagero? Isso já acontece. Quando a companhia multinacional Danone anunciou planos de fechar fábricas na França, Olivier Malnuit abriu um site, jeboycottedanone.com, para criticar isso, (O nome em francês para “Eu boicoto Danone”). A Danone processou não apenas ele, mas a empresa que hospedava seu site e registro de domínio alegando “falsificação de bens” — e em abril de 2001 recebeu um veredicto proibindo Malnuit de mencionar o nome “Danone” quer no nome do domínio, quer no texto do site. Mais ainda, a mantenedora de registros de domínios removeu o domínio, por medo, antes da corte dar o veredicto.

source: The natural response for French dissidents is to publish their criticism of Danone outside France, just as Chinese dissidents publish their criticism of China outside China. But the Hague treaty would enable Danone to attack them everywhere. Perhaps even this article would be suppressed through its <abbr>ISP</abbr> or its <abbr>ISP</abbr>'s <abbr>ISP</abbr>.
pt_br: A resposta natural para os dissidentes franceses é publicar suas críticas à Danone fora da frança, assim como dissidentes chineses publicam suas críticas à China fora da China. Mas o tratado de Haya habilitaria a Danone a ataca-los em qualquer parte. Talvez até mesmo este artigo fosse suprimido por seu provedor de internet, ou pelo provedor de seu provedor.

source: The potential effects of the treaty are not limited to laws that exist today. When 50 countries know that their court judgments could be enforced throughout North America, Europe and Asia, they would have plenty of temptation to pass laws just for that purpose.
pt_br: Os efeitos potenciais do tratado não estão limitados apenas a leis que existem hoje. Quando 50 países souberem que as decisões de suas cortes poderiam ser validadas na América do Norte, Europa e Asia, eles teriam muita tentação de aprovar leis só com esse propósito.

source: Suppose, for example, that Microsoft would like to be able to impose copyright on languages and network protocols. They could approach a small, poor country and offer to spend $50 million a year there for 20 years, if only that country will pass a law saying that implementing a Microsoft language or protocol constitutes copyright infringement. They can surely find some country which would take the offer. Then if you implement a compatible program, Microsoft could sue you in that country, and win. When the judge rules in their favor and bans distribution of your program, the courts in your country will enforce the judgment on you, obeying the Hague treaty.
pt_br: Suponha, por exemplo, que a Microsoft fosse querer ser capaz de impor direitos autorais sobre linguagens e protocolos de rede. Eles se aproximariam de algum país pequeno e pobre e se ofereceriam para investir U$ 50 milhões lá pelos próximos 20 anos, se aquele país aprovasse uma lei dizendo que implementar um protocolo ou uma linguagem da microsoft constituisse infração de direitos autorais. Eles com certeza poderiam encontrar algum país que aceitaria a oferta. Então, se você implementar um programa compatível, a Microsoft poderia processar você naquele país, e ganhar. Quando o juiz decidir em favor deles e banir a distribuição de seu programa, as cortes em seu próprio país vão validar o julgamento contra você, obedecendo o tratado de Haya.

source: Does this seem implausible? In 2000, Cisco pressured Liechtenstein, a small European country, to legalize software patents. And IBM's chief lobbyist threatened many European governments with a termination of investment if they did not support software patents. Meanwhile, the U.S. trade representative pressured Middle Eastern country Jordan to allow patents on mathematics.
pt_br: Parece implausível? Em 2000, a Cisco pressionou o Liechtenstein, um pequeno país europeu, a legalizar patentes de software. E o lobbista chefe da IBM ameaçou muitos governos europeus com o fim de investimentos se eles não apoiassem patentes de software. Enquanto isso, o representante de comércio dos E.U.A. pressionou a Jordânia, no Oriente Médio, a permitir patentes em matemática.

source: A meeting of consumer organizations (<a href="http://www.tacd.org">http://www.tacd.org</a>) recommended in May 2001 that patents, copyrights and trademarks (&ldquo;intellectual property&rdquo;) should be excluded from the scope of the Hague treaty, because these laws vary considerably between countries.
pt_br: Um encontro de organizações de consumidors (<a href="http://www.tacd.org">http://www.tacd.org</a>) recomendou em 20 de maio de 2001 que patentes, direitos autorias e marcas registradas (“propriedade intelectual”) deveriam ser excluídos do escôpo do tratado de Haya, por que essas leis variam consideravelmente de país para país.

source: That is a good recommendation, but it only solves part of the problem. Patents and bizarre extensions of copyright are just two of many excuses used for suppression of publication in certain countries. To solve the problem thoroughly, all cases about the legality of distributing or transmitting particular information should be excluded from globalization under the treaty, and only the country where the distributor or transmitter operates should have jurisdiction.
pt_br: Essa é uma boa recomendação, mas só resolve parte do problema. Patentes e direitos autorais com um alcance bizarro são apenas muitas das desculpas usadas para supressão de publicação em alguns países. Para resolver esse problema de forma satisfatória, todos os casos sobre a legalidade de distribuir ou transmitir uma informação particular deveriam ser excluídos de globalização sob o tratado, e somente o país onde o distribuidor ou transmissor opera deveria ter jurisdição sobre o mesmo.

source: In Europe, people opposed to software patents will be active in working to change the Hague treaty. In the U.S., the Consumer Project for Technology is taking the lead; for more information, see <a href="http://www.cptech.org/ecom/jurisdiction/hague.html">http://www.cptech.org/ecom/jurisdiction/hague.html</a>.
pt_br: Na Europa, pessoas que se opõem as patentes de software estarão trabalhando ativamente para modificar o tratado de Haya. Nos E.U.A., o Consumer Project on Technology (Projeto dos Consumidores para Tecnologia) está tomando a liderança; para maiores informações, veja <a href="http://www.cptech.org/ecom/jurisdiction/hague.html">http://www.cptech.org/ecom/jurisdiction/hague.html</a>.

source: A diplomatic conference is slated to begin today (June 6, 2001) to work on the details of the Hague treaty. We should make ministries and the public aware of the possible dangers as soon as possible.
pt_br: Uma conferência diplomática está marcada para se iniciar hoje (6 de junho de 2001) para trabalhar nos detalhes do tratado de Haya. Nós devemos tornar os ministérios e o público a par dos possíveis perigos tão rápidamente quanto possível.

source: There is more information about the problems with the Hague at <a href="http://web.lemuria.org/DeCSS/hague.html">http://web.lemuria.org/DeCSS/hague.html</a>.
pt_br: Não há mais informações sobre os problemas do tratado de Haya na <a href="http://web.lemuria.org/DeCSS/hague.html">http://web.lemuria.org/DeCSS/hague.html</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Envie perguntas em geral sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF. Links quebrados e outras correções ou sugestões podem ser enviadas para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: A equipe de traduções para o português brasileiro se esforça para oferecer traduções acuradas e de boa qualidade, mas não estamos isentos de erros. Por favor, envie seus comentários e sugestões em geral sobre as traduções para <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte o <a href="/server/standards/README.translations.html">Guia para as traduções</a> para mais informações sobre a coordenação e o envio de traduções das páginas desse site.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Esta página está licenciada sob uma licença <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pt_BR">Creative Commons Atribuição-SemDerivações 3.0 Estados Unidos</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: Traduzido por: João S. O. Bueno <a href="mailto:gwidion@mpc.com.br">&lt;gwidion@mpc.com.br&gt;</a>

source: Updated:
pt_br: Última atualização:
