Repository: ralic/gnu_www-pt-br
Catalog: philosophy/philosophy.*.po
Languages: pt_br

source: Philosophy of the GNU Project - GNU Project - Free Software Foundation (FSF)
pt_br: Filosofia do Projeto GNU - Projeto GNU - Free Software Foundation (FSF)

source: Philosophy of the GNU Project
pt_br: Filosofia do Projeto GNU

source: <em>Free software</em> means that the software's users have freedom. (The issue is not about price.) We developed the GNU operating system so that users can have freedom in their computing.
pt_br: <em>Software livre</em> significa que os usuários do software tem liberdade. (A questão não é de preço.) Nós desenvolvemos o sistema operacional GNU de modo que os usuários possam ter liberdade no uso do computador.

source: Specifically, free software means users have the <a href="/philosophy/free-sw.html">four essential freedoms</a>: (0) to run the program, (1) to study and change the program in source code form, (2) to redistribute exact copies, and (3) to distribute modified versions.
pt_br: Especificamente, software livre significa que os usuários têm as <a href="/philosophy/free-sw-html">quatro liberdades essenciais</a>: (0) para executar o programa, (2) para estudar e mudar o código-fonte do programa, (2) para redistribuir cópias exatas e (3) para distribuir versões modificadas.

source: Software differs from material objects&mdash;such as chairs, sandwiches, and gasoline&mdash;in that it can be copied and changed much more easily. These facilities are why software is useful; we believe a program's users should be free to take advantage of them, not solely its developer.
pt_br: O software difere dos objetos materiais — como cadeiras, sanduíches e gasolina — porque ele pode ser copiado e modificado muito mais facilmente. Essas facilidades são o motivo pelo qual software é útil; nós acreditamos que os usuários de um programa, e não somente seu desenvolvedor, devem ser livres para aproveitá-las.

source: For further reading, please select a section from the menu above.
pt_br: Para leituras complementares, por favor selecione uma seção no menu acima.

source: We also maintain a list of <a href="/philosophy/latest-articles.html">most recently added articles</a>.
pt_br: Nós também mantemos uma lista dos <a href="/philosophy/latest-articles.html">artigos mais recentes</a>.

source: Introduction
pt_br: Introdução

source: <a href="/philosophy/free-sw.html">What is Free Software?</a>
pt_br: <a href = "/philosophy/free-sw.html">O que é Software Livre??</a>

source: <a href="/gnu/gnu.html">History of GNU/Linux</a>
pt_br: <a href="/gnu/gnu.html">História do GNU/Linux</a>

source: <a href="/philosophy/why-free.html">Why Software Should Not Have Owners</a>
pt_br: <a href="/philosophy/why-free.html">Por Que Software Não Deve Ter Donos</a>

source: <a href="/philosophy/pragmatic.html">Copyleft: Pragmatic Idealism</a>
pt_br: <a href="/philosophy/pragmatic.html">Copyleft: Idealismo Pragmático</a>

source: <a href="/philosophy/free-doc.html">Why Free Software Needs Free Documentation</a>
pt_br: <a href="/philosophy/free-doc.html">Por que o Software Livre Precisa de Documentação Livre</a>

source: <a href="/philosophy/selling.html">Selling Free Software</a> is OK!
pt_br: <a href="/philosophy/selling.html">Vender Software Livre</a> é OK!

source: <a href="/philosophy/fs-motives.html">Motives For Writing Free Software</a>
pt_br: <a href="/philosophy/fs-motives.html">Motivos para Escrever Software Livre</a>

source: <a href="/philosophy/right-to-read.html">The Right to Read: A Dystopian Short Story</a> by <a href="http://www.stallman.org/"> Richard Stallman</a>
pt_br: <a href="/philosophy/right-to-read.html">O Direito à Leitura: Um Conto Distópico</a> por <a href="http://www.stallman.org/"> Richard Stallman</a>

source: <a href="/philosophy/open-source-misses-the-point.html">Why "Open Source" misses the point of Free Software</a>
pt_br: <a href="/philosophy/open-source-misses-the-point.html">Porque o “Código Aberto” não entende a importância do Software Livre</a>

source: <a href="/philosophy/government-free-software.html">Measures governments can use to promote free software</a>
pt_br: <a href="/philosophy/government-free-software.html">Medidas que os governos podem usar para promover o software livre</a>

source: <a id="TOCFreedomOrganizations">We</a> <a id="FreedomOrganizations">also</a> keep a list of <a href="/links/links.html#FreedomOrganizations">Organizations that Work for Freedom in Computer Development and Electronic Communications</a>.
pt_br: <a id = "TOCFreedomOrganizations">Também</a> <a id = "FreedomOrganizations">mantemos</a> uma lista de <a href = "/links/links.html#FreedomOrganizations">Organizações que Trabalham pela Liberdade no Desenvolvimento de Informática e nas Comunicações Eletrônicas</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Por favor, envie suas perguntas sobre a FSF e GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outras maneiras para contatar</a> a FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Por favor, envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: Por favor, veja o <a href="/server/standards/README.translations.html">Translations README</a> para mais informações sobre a coordenação e submissão de traduções desse artigo.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Essa página está licenciada sob uma <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <strong>Tradução</strong>: Leandro Guimarães Faria Corcete Dutra <a href="mailto:leandro.gfc.dutra@gmail.co">&lt;leandro.gfc.dutra@gmail.com&gt;</a>, 2009 </ br> Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
