Repository: ralic/gnu_www-pt-br
Catalog: philosophy/why-free.*.po
Languages: pt_br

source: Why Software Should Not Have Owners - GNU Project - Free Software Foundation (FSF)
pt_br: Por que o software não devia ter proprietários - GNU Project - Free Software Foundation (FSF)

source: GNU, GNU Project, FSF, Free Software, Free Software Foundation, Why Software Should Not Have Owners
pt_br: GNU, Projeto GNU, FSF, Software Livre, Free Software Foundation, Por que o software não devia ter proprietários

source: Why Software Should Not Have Owners
pt_br: Por que o software não devia ter proprietários

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pt_br: por <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: Digital information technology contributes to the world by making it easier to copy and modify information. Computers promise to make this easier for all of us.
pt_br: Tecnologia da informação digital contribui para o mundo, tornando-a mais fácil de copiar e modificar informação. Os computadores prometem facilitar essas coisas para todos nós.

source: Not everyone wants it to be easier. The system of copyright gives software programs &ldquo;owners&rdquo;, most of whom aim to withhold software's potential benefit from the rest of the public. They would like to be the only ones who can copy and modify the software that we use.
pt_br: Nem todo mundo quer que ela seja mais fácil. O sistema de direito autoral atribui softwares &ldquo;proprietários&ldquo;, a maioria dos quais destinados a manter os benefícios potenciais do software do resto do público. Eles gostariam de ser os únicos que podem copiar e modificar o software que usamos.

source: The copyright system grew up with printing&mdash;a technology for mass-production copying. Copyright fit in well with this technology because it restricted only the mass producers of copies. It did not take freedom away from readers of books. An ordinary reader, who did not own a printing press, could copy books only with pen and ink, and few readers were sued for that.
pt_br: O sistema de copyright foi criado com a tecnologia de impressão, uma para produção de cópias em massa . Direitos Autorais encaixam bem com essa tecnologia porque ele restringe apenas os grandes produtores de cópias. Não tirava liberdade dos leitores de livros. Um leitor comum, que não possuísse uma máquina impressora, podia copiar livros apenas com caneta e tinta, e poucos leitores foram enquadrados por isso

source: Digital technology is more flexible than the printing press: when information has digital form, you can easily copy it to share it with others. This very flexibility makes a bad fit with a system like copyright. That's the reason for the increasingly nasty and draconian measures now used to enforce software copyright. Consider these four practices of the Software Publishers Association (SPA):
pt_br: A tecnologia digital é mais flexível do que a imprensa: quando a informação está na forma digital, você pode facilmente copiá-lo para compartilhar com os outros. Essa flexibilidade faz um ajuste muito ruim com um sistema como o copyright. Essa é a razão para as medidas cada vez mais severas e lamentáveis ​​postas em prática para aplicar direitos autorais de software. Consideremos essas quatro práticas da Software Publishers Association (SPA):

source: Massive propaganda saying it is wrong to disobey the owners to help your friend.
pt_br: Propaganda massiva dizendo que é errado desobedecer aos donos para ajudar um amigo.

source: Solicitation for stool pigeons to inform on their coworkers and colleagues.
pt_br: Solicitação para fezes de pombos para informar sobre seus colegas de trabalho e colegas.

source: Raids (with police help) on offices and schools, in which people are told they must prove they are innocent of illegal copying.
pt_br: Batidas (com ajuda policial) em escritórios e escolas, em que as pessoas dizem que eles precisam provar que são inocentes de cópia ilegal.

source: Prosecution (by the US government, at the SPA's request) of people such as <acronym title="Massachusetts Institute of Technology">MIT</acronym>'s David LaMacchia, not for copying software (he is not accused of copying any), but merely for leaving copying facilities unguarded and failing to censor their use.<a href="#footnote1">[1]</a>
pt_br: Perseguição (pelo governo dos EUA, a pedido da SPA) de pessoas como <acronym title="Massachusetts Instituto de Technology"> MIT </ acronym> 's David LaMacchia, não para copiar software (ele não é acusado de copiar nada) , mas simplesmente por deixar recursos de cópia desprotegido e não censurar seu uso. <a href="#footnote1"> [1] </ a>

source: All four practices resemble those used in the former Soviet Union, where every copying machine had a guard to prevent forbidden copying, and where individuals had to copy information secretly and pass it from hand to hand as samizdat. There is of course a difference: the motive for information control in the Soviet Union was political; in the US the motive is profit. But it is the actions that affect us, not the motive. Any attempt to block the sharing of information, no matter why, leads to the same methods and the same harshness.
pt_br: odas essas quatro práticas lembram aquelas usadas na antiga União Soviética, onde cada máquina copiadora tinha um guarda para prevenir cópias ilegais, e onde os indivíduos tinham que copiar informação secretamente e passá-lo de mão em mão como samizdat. Há, evidentemente, uma diferença: o motivo para o controle da informação na União Soviética era político; em os EUA, o motivo é o lucro. Mas são as ações que nos afetam, e não o motivo. Qualquer tentativa de bloquear o compartilhamento de informações, não importa qual, leva aos mesmos métodos e à mesma truculência.

source: Owners make several kinds of arguments for giving them the power to control how we use information:
pt_br: Proprietários fazem vários tipos de argumentos para dar-lhes o poder de controlar o modo como usamos a informação:

source: Name calling.
pt_br: Nome de chamada.

source: Owners use smear words such as &ldquo;piracy&rdquo; and &ldquo;theft&rdquo;, as well as expert terminology such as &ldquo;intellectual property&rdquo; and &ldquo;damage&rdquo;, to suggest a certain line of thinking to the public&mdash;a simplistic analogy between programs and physical objects.
pt_br: Os donos usam palavras caluniosas como &ldquo;pirataria&ldquo; e &ldquo;roubo&ldquo;, bem como especialista em terminologia tal como &ldquo;propriedade intelectual&ldquo; e &ldquo;dano&ldquo;, para sugerir uma certa linha de pensamento para o público&mdash;uma analogia simplista entre programas e objetos físicos.

source: Our ideas and intuitions about property for material objects are about whether it is right to <em>take an object away</em> from someone else. They don't directly apply to <em>making a copy</em> of something. But the owners ask us to apply them anyway.
pt_br: Nossas idéias e intuições sobre propriedade de objetos materiais são sobre se é certo <em> tomar um objeto </ em> de alguém. Eles não se aplicam diretamente para <em> fazer uma cópia </ em> de algo. Mas os donos dizem que aplicá-los de qualquer maneira.

source: Exaggeration.
pt_br: Exagero.

source: Owners say that they suffer &ldquo;harm&rdquo; or &ldquo;economic loss&rdquo; when users copy programs themselves. But the copying has no direct effect on the owner, and it harms no one. The owner can lose only if the person who made the copy would otherwise have paid for one from the owner.
pt_br: Os donos dizem que sofrem &ldquo;danos&ldquo; ou &ldquo;perdas econômicas&rdquo; quando os usuários copiam programas em si. Mas a cópia não tem efeito direto sobre o proprietário, e não prejudica ninguém. O proprietário pode perder apenas se a pessoa que fez a cópia teria pago por um do proprietário.

source: A little thought shows that most such people would not have bought copies. Yet the owners compute their &ldquo;losses&rdquo; as if each and every one would have bought a copy. That is exaggeration&mdash;to put it kindly.
pt_br: Um pouco de reflexão mostra que a maioria das pessoas em causa não teria comprado cópias. No entanto, os donos computam suas &ldquo;perdas&rdquo; como se todos e cada um teria comprado uma cópia. Isso é exagero colocá-lo gentilmente.

source: The law.
pt_br: A lei.

source: Owners often describe the current state of the law, and the harsh penalties they can threaten us with. Implicit in this approach is the suggestion that today's law reflects an unquestionable view of morality&mdash;yet at the same time, we are urged to regard these penalties as facts of nature that can't be blamed on anyone.
pt_br: Proprietários muitas vezes descrever o estado atual da lei, e das penas severas podem ameaçar-nos. Nesta abordagem implícita é a sugestão de que a lei atual reflete um inquestionável ponto de vista moral&mdash;mas, ao mesmo tempo, somos levados a enxergar essas penas como fatos da natureza que não podem ser responsabilizados em ninguém.

source: This line of persuasion isn't designed to stand up to critical thinking; it's intended to reinforce a habitual mental pathway.
pt_br: Essa linha de persuasão não é projetado para resistir a um pensamento crítico, que tem a intenção de reforçar um hábito mental.

source: It's elementary that laws don't decide right and wrong. Every American should know that, in the 1950s, it was against the law in many states for a black person to sit in the front of a bus; but only racists would say sitting there was wrong.
pt_br: É elementar que as leis não decidem o certo ou errado. Cada americano deve saber que, na década de 1950, era contra a lei em muitos estados uma pessoa negra sentar na frente de um ônibus, mas apenas os racistas diriam que sentar lá era errado.

source: Natural rights.
pt_br: Direitos naturais.

source: Authors often claim a special connection with programs they have written, and go on to assert that, as a result, their desires and interests concerning the program simply outweigh those of anyone else&mdash;or even those of the whole rest of the world. (Typically companies, not authors, hold the copyrights on software, but we are expected to ignore this discrepancy.)
pt_br: Os autores alegam ter uma ligação especial com os programas que escreveram, e ir em afirmar que, como resultado, seus desejos e interesses relativamente aos programas simplesmente importam mais que os de qualquer outra pessoa ou mesmo de todo o resto do mundo. (Normalmente empresas, e não autores, mantenha os direitos autorais sobre software, mas espera-se que ignoremos essa discrepância.)

source: To those who propose this as an ethical axiom&mdash;the author is more important than you&mdash;I can only say that I, a notable software author myself, call it bunk.
pt_br: Para aqueles que propõem isso como um axioma ético&mdash;autor é mais importante que você, eu só posso dizer que eu, um notável autor de software, chamo isso de sem noção.

source: But people in general are only likely to feel any sympathy with the natural rights claims for two reasons.
pt_br: Mas as pessoas em geral só sentem simpatia pelas alegações de direitos naturais por duas razões.

source: One reason is an overstretched analogy with material objects. When I cook spaghetti, I do object if someone else eats it, because then I cannot eat it. His action hurts me exactly as much as it benefits him; only one of us can eat the spaghetti, so the question is, which one? The smallest distinction between us is enough to tip the ethical balance.
pt_br: Uma razão é a forçada analogia com objetos materiais. Quando eu faço spaghetti, realmente eu faço objeção se alguém quer comê-lo, porque então eu não posso comê-lo. Ação dele me atinge exatamente na mesma medida em que o beneficia, só um de nós pode comer o spaghetti, então a questão é, qual? A menor distinção entre nós é suficiente para fazer pender a balança ética.

source: But whether you run or change a program I wrote affects you directly and me only indirectly. Whether you give a copy to your friend affects you and your friend much more than it affects me. I shouldn't have the power to tell you not to do these things. No one should.
pt_br: Mas se você executa ou alterar um programa que eu escrevi, isso afeta a você diretamente e a mim, apenas indiretamente. Se você dá uma cópia ao seu amigo, isso afeta você e seu amigo muito mais do que isso me afeta. Eu não deveria ter o poder de lhe dizer para não fazer essas coisas. Ninguém deveria.

source: The second reason is that people have been told that natural rights for authors is the accepted and unquestioned tradition of our society.
pt_br: A segunda razão é que as pessoas têm dito que os direitos naturais dos autores são uma tradição aceita e inquestionável da nossa sociedade.

source: As a matter of history, the opposite is true. The idea of natural rights of authors was proposed and decisively rejected when the US Constitution was drawn up. That's why the Constitution only <em>permits</em> a system of copyright and does not <em>require</em> one; that's why it says that copyright must be temporary. It also states that the purpose of copyright is to promote progress&mdash;not to reward authors. Copyright does reward authors somewhat, and publishers more, but that is intended as a means of modifying their behavior.
pt_br: Por uma questão de história, o oposto é verdadeiro. A idéia de direitos naturais dos autores foi proposta e decisivamente rejeitada quando a Constituição dos EUA foi elaborado. É por isso que a Constituição apenas <em> permite </ em> não um sistema de direitos de autor e faz <em> exigem </ em> um; é por isso que diz que os direitos autorais devem ser temporárias. Ele também afirma que o propósito do direito autoral é promover o progresso não recompensar o autor. Autor faz um pouco de recompensa autores, editores e mais, mas que pretende ser um meio de modificar o seu comportamento.

source: The real established tradition of our society is that copyright cuts into the natural rights of the public&mdash;and that this can only be justified for the public's sake.
pt_br: A tradição realmente estabelecida em nossa sociedade é que direito autoral reduz os direitos naturais do público-e isso só pode ser justificada por causa do público.

source: Economics.
pt_br: Economia.

source: The final argument made for having owners of software is that this leads to production of more software.
pt_br: O argumento final defendendo que software tenha dono é que isso leva a produção de mais software.

source: Unlike the others, this argument at least takes a legitimate approach to the subject. It is based on a valid goal&mdash;satisfying the users of software. And it is empirically clear that people will produce more of something if they are well paid for doing so.
pt_br: Ao contrário dos outros, este argumento, pelo menos, tem uma abordagem legítima para o assunto. É baseado em uma meta&mdash;satisfação válidos os usuários do software. E é empiricamente claro que as pessoas vão produzir mais alguma coisa, se eles são bem pagos para fazê-lo.

source: But the economic argument has a flaw: it is based on the assumption that the difference is only a matter of how much money we have to pay. It assumes that <em>production of software</em> is what we want, whether the software has owners or not.
pt_br: Mas o argumento econômico tem uma falha: é baseada no pressuposto de que a diferença é apenas uma questão de quanto dinheiro temos para pagar. Assume-se que a produção de <em> software </ em> é o que queremos, se o software ter dono ou não.

source: People readily accept this assumption because it accords with our experiences with material objects. Consider a sandwich, for instance. You might well be able to get an equivalent sandwich either gratis or for a price. If so, the amount you pay is the only difference. Whether or not you have to buy it, the sandwich has the same taste, the same nutritional value, and in either case you can only eat it once. Whether you get the sandwich from an owner or not cannot directly affect anything but the amount of money you have afterwards.
pt_br: As pessoas aceitam isso prontamente porque está de acordo com nossas experiências com objetos materiais. Considere um sanduíche, por exemplo. Você pode muito bem ser capaz de conseguir um sanduíche de graça ou por um preço. Se assim for, o valor que você paga é a única diferença. Querendo ou não você tem que comprá-lo, o sanduíche terá o mesmo gosto, o mesmo valor nutricional, e em ambos os casos você só pode comer uma vez. Se você consegue o sanduíche de um dono ou não, não pode afetar diretamente nada, mas a quantidade de dinheiro que você tem depois.

source: This is true for any kind of material object&mdash;whether or not it has an owner does not directly affect what it <em>is</em>, or what you can do with it if you acquire it.
pt_br: Isto é verdade para qualquer tipo de material objeto ou não tem um dono não afeta diretamente o que é <em> </ em>, ou o que você pode fazer com ele se você o compra.

source: But if a program has an owner, this very much affects what it is, and what you can do with a copy if you buy one. The difference is not just a matter of money. The system of owners of software encourages software owners to produce something&mdash;but not what society really needs. And it causes intangible ethical pollution that affects us all.
pt_br: Mas se um programa tem um dono, isso afeta muito o que é, ou que você pode fazer uma cópia se você comprar um. A diferença não é apenas uma questão de dinheiro. O sistema de donos de software encoraja os donos de software a produzir alguma coisa, mas não o que a sociedade realmente necessita. E causa uma poluição ética que nos afeta a todos.

source: What does society need? It needs information that is truly available to its citizens&mdash;for example, programs that people can read, fix, adapt, and improve, not just operate. But what software owners typically deliver is a black box that we can't study or change.
pt_br: O que a sociedade necessita? Ele precisa de informações que é verdadeiramente disponível para os cidadãos, por exemplo, os programas que as pessoas possam ler, corrigir, adaptar e melhorar, não apenas operar. Mas o que os donos de software tipicamente fornecem é uma caixa preta que não podemos estudar ou mudar.

source: Society also needs freedom. When a program has an owner, the users lose freedom to control part of their own lives.
pt_br: A sociedade também precisa de liberdade. Quando um programa tem um dono, os usuários perdem a liberdade de controlar uma parte de suas próprias vidas.

source: And, above all, society needs to encourage the spirit of voluntary cooperation in its citizens. When software owners tell us that helping our neighbors in a natural way is &ldquo;piracy&rdquo;, they pollute our society's civic spirit.
pt_br: E, acima de tudo, a sociedade precisa encorajar o espírito de cooperação voluntária em seus cidadãos. Quando os donos de software nos dizem que ajudar nossos vizinhos, de maneira natural é a &rdquo;pirataria&rdquo, eles poluem o espírito cívico de nossa sociedade.

source: This is why we say that <a href="/philosophy/free-sw.html">free software</a> is a matter of freedom, not price.
pt_br: É por isso que dizemos que <a href="/philosophy/free-sw.html"> software livre </ a> é uma questão de liberdade, não preço.

source: The economic argument for owners is erroneous, but the economic issue is real. Some people write useful software for the pleasure of writing it or for admiration and love; but if we want more software than those people write, we need to raise funds.
pt_br: O argumento econômico para os donos é errôneo, mas a questão econômica é real. Algumas pessoas escrevem sofware útil pelo prazer de escrever e pela admiração e amor, mas se queremos mais software dessas pessoas, então precisamos levantar fundos.

source: Since the 1980s, free software developers have tried various methods of finding funds, with some success. There's no need to make anyone rich; a typical income is plenty of incentive to do many jobs that are less satisfying than programming.
pt_br: Desde os anos 1980, os desenvolvedores de software livre têm tentado vários métodos de encontrar fundos, com algum sucesso. Não há necessidade de fazer qualquer um rico, um rendimento típico é a abundância de incentivo para fazer muitos trabalhos que são menos interessantes que programar.

source: For years, until a fellowship made it unnecessary, I made a living from custom enhancements of the free software I had written. Each enhancement was added to the standard released version and thus eventually became available to the general public. Clients paid me so that I would work on the enhancements they wanted, rather than on the features I would otherwise have considered highest priority.
pt_br: Por anos, até uma bolsa de estudos tornou desnecessário, eu fiz a vida com melhorias personalizadas para o software livre que eu tinha escrito. Cada melhoria foi adicionada à versão padrão, e assim tornou-se disponível ao público em geral. Os clientes me pagaram para que eu pudesse trabalhar nas melhorias que eles desejavam, ao invés de sobre os recursos que eu poderia ter considerado a prioridade mais alta.

source: Some free software developers make money by selling support services. In 1994, Cygnus Support, with around 50 employees, estimated that about 15 percent of its staff activity was free software development&mdash;a respectable percentage for a software company.
pt_br: Alguns desenvolvedores de software livre ganhar dinheiro com a venda de serviços de suporte. Em 1994, Cygnus Support, com cerca de 50 trabalhadores, estimou que cerca de 15 por cento da sua atividade pessoal era software livre desenvolvimento de uma porcentagem respeitável para uma empresa de software.

source: In the early 1990s, companies including Intel, Motorola, Texas Instruments and Analog Devices combined to fund the continued development of the GNU C compiler. Most GCC development is still done by paid developers. The GNU compiler for the Ada language was funded in the 90s by the US Air Force, and continued since then by a company formed specifically for the purpose.
pt_br: No início de 1990, empresas como Intel, Motorola, Texas Instruments e Analog Devices combinados para financiar o desenvolvimento continuado do compilador GNU C. A maioria do desenvolvimento GCC ainda é feito por desenvolvedores pagos. O compilador GNU para a linguagem Ada foi financiado na década de 90 pela Força Aérea dos EUA, e continuou desde então por uma empresa especialmente criada para o efeito.

source: The free software movement is still small, but the example of listener-supported radio in the US shows it's possible to support a large activity without forcing each user to pay.
pt_br: O movimento do software livre ainda é pequena, mas o exemplo de ouvinte&mdash;suportada de rádio em os EUA mostra que é possível sustentar uma atividade grande sem forçar cada usuário a pagar.
