Repository: ralic/gnu_www-pt-br
Catalog: philosophy/why-free.*.po
Languages: pt_br

source: As a computer user today, you may find yourself using a <a href="/philosophy/categories.html#ProprietarySoftware">proprietary</a> program. If your friend asks to make a copy, it would be wrong to refuse. Cooperation is more important than copyright. But underground, closet cooperation does not make for a good society. A person should aspire to live an upright life openly with pride, and this means saying no to proprietary software.
pt_br: Como um usuário de computador hoje, você pode estar usando um <a href="/philosophy/categories.html#ProprietarySoftware"> programa proprietário </ a> . Se o seu amigo pede para fazer uma cópia, seria errado recusar. Cooperação é mais importante que direitos autorais. Mas uma cooperação clandestina, fechada, não para fazer uma boa sociedade. Uma pessoa deve aspirar a viver uma vida reta abertamente com orgulho, e isso significa dizer não ao software proprietário.

source: You deserve to be able to cooperate openly and freely with other people who use software. You deserve to be able to learn how the software works, and to teach your students with it. You deserve to be able to hire your favorite programmer to fix it when it breaks.
pt_br: Você merece ser capaz de cooperar abertamente e livremente com outras pessoas que usam software. Você merece ser capaz de aprender como funciona o software, e para ensinar seus alunos com ele. Você merece poder contratar seu programador preferido para consertá-lo quando ele quebra.

source: You deserve free software.
pt_br: Você merece o software livre.

source: Footnotes
pt_br: notas de Rodapé

source: The charges were subsequently dismissed.
pt_br: As acusações foram posteriormente demitidos.

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
pt_br: Este ensaio foi publicado em <a href="http://shop.fsf.org/product/free-software-free-society/"><cite> Software Livre, Sociedade Livre: Artigos selecionados de Richard M. Stallman </ cite> </ a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Por favor envie questões sobre a FSF &amp; o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> Existe também <a href="/contact/"> outras formas de entrar em contato </a> com a FSF

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Por favor, enviar links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: Por favor, consulte as Traduções href="/server/standards/README.translations.html"> <a README </ a> para obter informações sobre coordenar e submeter traduções deste artigo.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Esta página está licenciada sob a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: Updated:
pt_br: *GNUN-SLOT: TRANSLATOR'S CREDITS*
