Repository: ralic/gnu_www-pt-br
Catalog: education/edu-faq.*.po
Languages: pt_br

source: <a href="/education/edu-contents.html">Education Contents</a>
pt_br: <a href="/education/edu-contents.html">Índice da Seção</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
pt_br: <a href="/education/edu-cases.html">Estudo de Casos</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
pt_br: <a href="/education/edu-resources.html">Recursos Educacionais</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
pt_br: <a href="/education/edu-projects.html">Projetos Educativos</a>

source: <a href="/education/edu-faq.html">FAQ</a>
pt_br: <a href="/education/edu-faq.html">Perguntas mais Frequentes</a>

source: <a href="/education/edu-team.html">The Education Team</a>
pt_br: <a href="/education/edu-team.html">Equipe da Educação</a>

source: <a href="/education/education.html">Education</a> &rarr; FAQ
pt_br: <a href="/education/education.html">Educação</a> &rarr; Perguntas mais Frequentes

source: Many Free Software advocates encounter difficulties when talking to the administrators of educational institutions about the advantages of using and teaching Free Software. Often school administrators have never heard of Free Software or have heard only about &ldquo;open source&rdquo;, so they raise many doubts. Here we put together some of the most common questions and the best possible answers to eliminate uncertainties.
pt_br: Muitos defensores do software livre encontram dificuldades quando conversam com os administradores de instituições educacionais sobre as vantagens de usar e ensinar software livre. Frequentemente, administradores de escolas nunca ouviram sobre o software livre ou ouviram falar apenas sobre &ldquo;código aberto&rdquo;, então eles levantam muitas questões. Nesse documento, colocamos algumas das perguntas mais comuns e as melhores respostas possíveis para eliminar incertezas.

source: As a teacher, I've been trying hard to explain to the school's administrators the advantages that open source software can bring to our school, but they don't seem to be interested.
pt_br: Como professor, venho me esforçando para explicar para os administradores da escola as vantagens que o software de código aberto pode trazer para ela, mas eles não parecem estar interessados.

source: &ldquo;Open source&rdquo; refers only to the technical advantages of software. Schools may not be interested in that aspect since most probably technical requirements are already satisfied by the proprietary software in use. You need to talk to them in terms of Free Libre Software, not &ldquo;open source&rdquo;, so that you can explain to them the philosophical and ethical reasons why educational institutions should reject proprietary software.
pt_br: &ldquo;Código aberto&rdquo; se refere apenas às vantagens técnicas do software. Escolas podem não estar interessadas nesse aspecto uma vez que, muito provavelmente, os requerimentos técnicos já estão satisfeitos pelo software proprietário que usam. Você deve conversar com eles em termos de software livre, não &ldquo;código aberto&rdquo;, de modo que possa explicar as razões éticas e filosóficas pelas quais instituições educacionais devem rejeitar o software proprietário.

source: See the reasons <a href="/education/edu-why.html">why educational institutions should use and teach exclusively Free Software.</a>
pt_br: Veja as razões <a href="/education/edu-why.html">pelas quais instituições educacionais deveriam usar e ensinar exclusivamente software livre</a>.

source: I would love to see all schools migrate to Free Software, but I think it's hopeless. Proprietary software companies have too much power, even over schools. The situation is discouraging.
pt_br: Eu adoraria que todas as escolas migrassem para o software livre, mas acho que não há esperança. O software proprietário tem muito poder, mesmo sobre escolas. A situação é desencorajante.

source: While it is true that proprietary software corporations have managed to impose their products on society by using schools as propaganda agents, it is also true that many schools around the world have adopted Free Software with excellent results. See our <a href="/education/edu-cases.html">Case Studies</a> section for some examples.
pt_br: Embora seja verdade que as corporações conseguiram impor seus produtos sobre a sociedade usando as escolas como agentes de propaganda, também é verdade que muitas escolas ao redor do mundo têm adotado software livre com excelentes resultados. Veja nossa seção de <a href="/education/edu-cases.html">estudo de casos</a> para alguns exemplos.

source: When we started the GNU Project back in 1983, the situation was very discouraging for us too. We started from zero, and today millions of people around the world use Free Libre Software.
pt_br: Quando nós começamos o projeto GNU, já em 1983, a situação era desencorajante para nós também. Nós começamos do zero e, hoje, milhões de pessoas ao redor do mundo usam software livre.

source: I am the head of a technical institute and I would like to teach our students the use and administration of a Free Libre platform, but I have to comply with the curriculum established by the Ministry of Education, which requires the teaching of proprietary platforms and programs.
pt_br: Sou coordenador do instituto técnico e gostaria de ensinar nossos estudantes a usar e administrar uma plataforma livre, mas eu tenho de obedecer um currículo estabelecido pelo Ministério da Educação, que requer que se ensine plataformas e programas proprietários.

source: If you are literally forced to teach nonfree software, you should tell your students that you consider this software unethical, that you are doing this only because you are being forced, and that you will do as little of it as possible so that you can move on to freedom-respecting software.
pt_br: Se você é literalmente forçado a ensinar software não-livre, você deve dizer aos estudantes que o considera antiético e que está fazendo isso apenas porque é forçado e fará o mínimo o possível, de modo que possa passar a discutir software que respeita a liberdade.

source: We must not forget that schools have a great influence on society, so making our students aware of the advantages of Free Software is a way of putting pressure on decision makers. You can start by telling your students about Free Software and its ethical values, as they might never have heard of it. With your endorsement and support, this may lead to the formation of a <a href="http://libreplanet.org/wiki/Group_list">Free Software Group</a> in your school. Then the group can make its voice heard by writing letters to the Ministry, holding events to promote Free Software, and other similar activities.
pt_br: Não devemos nos esquecer que as escolas possuem uma grande influência na sociedade, então conscientizar os estudantes das vantagens do software livre é uma maneira de fazer pressão em quem está tomando as decisões. Você pode começar a ensinar aos seus alunos sobre o software livre e seus valores éticos, uma vez que eles podem nunca ter ouvido sobre. Com o seu aval e apoio, isso pode levar à criação de um <a href="http://libreplanet.org/wiki/Group_list">Grupo de Software Livre</a> em sua escola. Então o grupo pode começar a se fazer ouvir, escrevendo cartas para o Ministério, realizando eventos para promover o software livre e outras atividades similares.

source: When computer users will start demanding their rights, Governments will have to issue their laws accordingly. That is why political and social awareness is a fundamental aspect which cannot be left aside when talking about Free Software.
pt_br: Quando os usuários de computador começarem a exigir seus direitos, os governos terão de estabelecer leis adequadas. É por isso que consciência política e social são aspectos fundamentais que não podem ser deixados de lado quando falamos de software livre.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Envie perguntas em geral sobre a FSF e o GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outros meios de contatar</a> a FSF. Links quebrados e outras correções ou sugestões podem ser enviadas para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: A equipe de traduções para o português brasileiro se esforça para oferecer traduções acuradas e de boa qualidade, mas não estamos isentos de erros. Por favor, envie seus comentários e sugestões em geral sobre as traduções para <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte o <a href="/server/standards/README.translations.html">Guia para as traduções</a> para mais informações sobre a coordenação e o envio de traduções das páginas desse site.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Esta página está licenciada sob uma licença <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pt_BR">Creative Commons Atribuição-SemDerivações 3.0 Estados Unidos</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
