Repository: ralic/gnu_www-pt-br
Catalog: encyclopedia/encyclopedia.*.po
Languages: pt_br

source: The Free Universal Encyclopedia and Learning Resource - GNU Project - Free Software Foundation (FSF)
pt_br: A Enciclopédia Universal e Recurso de Aprendizagem Livre - Projeto GNU - Free Software Foundation (FSF)

source: The Free Encyclopedia Project
pt_br: O Projeto da Enciclopédia Livre

source: Our idea for a free encyclopedia is described in <a href="/encyclopedia/free-encyclopedia.html">The Free Universal Encyclopedia and Learning Resource</a>.
pt_br: Nossa ideia para uma enciclopédia livre está descrita no artigo <a href="/encyclopedia/free-encyclopedia.html">A Enciclopédia Universal e Recurso de Aprendizagem Livre</a>.

source: Just as we were starting a project, GNUpedia, to develop a free encyclopedia, the <em>Nupedia</em> encyclopedia project adopted the <a href="/licenses/fdl.html">GNU Free Documentation License</a> and thus became a free commercial project. So we decided to merge GNUpedia project into Nupedia. Now, the <a href="http://www.wikipedia.org">Wikipedia</a> encyclopedia project has adopted the philosophy of Nupedia and taken it even further. We encourage you to visit and contribute to the site.
pt_br: No momento em que estávamos começando um projeto, chamado GNUpedia, para desenvolver uma enciclopédia livre, o projeto da enciclopédia <em>Nupedia</em> adotou a <href="/licenses/fdl.html">GNU Free Documentation License</a>, tornando-se um projeto comercial livre. Nós decidimos, então, fundir o projeto GNUpedia com a Nupedia. Hoje em dia, o projeto da enciclopédia <a href="http://www.wikipedia.org">Wikipédia</a> adotou a filosofia da Nupedia e a levou ainda mais longe. Nós lhe encorajamos visitar e contribuir com o site.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Por favor, envie suas perguntas sobre a FSF e GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outras maneiras para contatar</a> a FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pt_br: Por favor, envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: Por favor, veja o <a href="/server/standards/README.translations.html">Translations README</a> para mais informações sobre a coordenação e submissão de traduções desse artigo.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Essa página está licenciada sob uma <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2013

source: Updated:
pt_br: Última atualização
