Repository: ralic/gnu_www-pt-br
Catalog: gnu/gnu-history.*.po
Languages: pt_br

source: Overview of the GNU System - GNU Project - Free Software Foundation (FSF)
pt_br: Visão Geral do Sistema GNU - Projeto GNU - Free Software Foundation (FSF)

source: GNU, GNU Project, FSF, Free Software, Free Software Foundation, History
pt_br: GNU, Projeto GNU, FSF, Software Livre, Free Software Foundation, História

source: Overview of the GNU System
pt_br: Visão Geral do Sistema GNU

source: The GNU operating system is a complete free software system, upward-compatible with Unix. GNU stands for &ldquo;GNU's Not Unix&rdquo;. <a href="http://www.stallman.org/">Richard Stallman</a> made the <a href="/gnu/initial-announcement.html">Initial Announcement</a> of the GNU Project in September 1983. A longer version called the <a href="/gnu/manifesto.html">GNU Manifesto</a> was published in March 1985. It has been translated into several <a href="/gnu/manifesto.html#translations">other languages</a>.
pt_br: O sistema operacional GNU é um sistema de software livre completo, compatível com o Unix. GNU significa &ldquo;GNU's Not Unix&rdquo; (GNU Não é Unix). <a href="http://www.stallman.org/">Richard Stallman</a> fez o <a href="/gnu/initial-announcement.html">Anúncio Inicial</a> do Projeto GNU em setembro de 1983. Uma versão mais longa, chamada de <a href="/gnu/manifesto.html">Manifesto GNU</a>, foi publicada em março de 1985. O texto tem sido traduzido para várias <a href="/gnu/manifesto.html#translations">outras línguas<a>.

source: The name &ldquo;GNU&rdquo; was chosen because it met a few requirements; first, it was a recursive acronym for &ldquo;GNU's Not Unix&rdquo;, second, because it was a real word, and third, it was fun to say (or <a href="http://www.poppyfields.net/poppy/songs/gnu.html">Sing</a>).
pt_br: O nome &ldquo;GNU&rdquo; foi escolhido porque atende a alguns requisitos; em primeiro lugar, é um acrônimo recursivo para &ldquo;GNU's Not Unix&rdquo;, depois, porque é uma palavra real e, finalmente, é divertido de falar (ou <a href="http://www.poppyfields.net/poppy/songs/gnu.html">Cantar</a>).

source: The word &ldquo;free&rdquo; in &ldquo;free software&rdquo; pertains to <a href="/philosophy/free-sw.html">freedom</a>, not price. You may or may not pay a price to get GNU software. Either way, once you have the software you have four specific freedoms in using it. The freedom to run the program as you wish; the freedom to copy the program and give it away to your friends and co-workers; the freedom to change the program as you wish, by having full access to source code; the freedom to distribute an improved version and thus help build the community. (If you redistribute GNU software, you may charge a fee for the physical act of transferring a copy, or you may give away copies.)
pt_br: A palavra &ldquo;livre&rdquo; em &ldquo;software livre&rdquo; se refere à <a href="/philosophy/free-sw.html">liberdade</a>, não ao preço. Você pode ou não pagar para obter software do projeto GNU. De qualquer forma, uma vez que você tenha o software, você tem quatro liberdades específicas ao usá-lo: a liberdade de executar o programa como você desejar; a liberdade de copiá-lo e dá-lo a seus amigos e colegas; a liberdade de modificar o programa como você desejar, por ter acesso total ao código-fonte; a liberdade de distribuir versões melhoradas e, portanto, ajudar a construir a comunidade. (Se você redistribuir software do projeto GNU, você pode cobrar uma taxa pelo ato físico de transferir uma cópia, ou você pode simplesmente dar cópias de graça.)

source: The project to develop the GNU system is called the &ldquo;GNU Project&rdquo;. The GNU Project was conceived in 1983 as a way of bringing back the cooperative spirit that prevailed in the computing community in earlier days&mdash;to make cooperation possible once again by removing the obstacles to cooperation imposed by the owners of proprietary software.
pt_br: O projeto que desenvolve o sistema GNU é chamado de “Projeto GNU”. O Projeto GNU foi concebido em 1983 como uma maneira de trazer de volta o espírito cooperativo que prevalecia na comunidade de computação nos seus primórdios — para tornar a cooperação possível novamente ao remover os obstáculos à cooperação impostos pelos donos de software proprietário.

source: In 1971, when Richard Stallman started his career at MIT, he worked in a group which used <a href="/philosophy/free-sw.html">free software</a> exclusively. Even computer companies often distributed free software. Programmers were free to cooperate with each other, and often did.
pt_br: Em 1971, quando Richard Stallman começou sua carreira no MIT, trabalhava em um grupo que usava exclusivamente <a href="/philosophy/free-sw.html">software livre</a>. Até mesmo empresas de informática frequentemente distribuíam software livre. Programadores eram livres para cooperar uns com os outros, e frequentemente o faziam.

source: By the 1980s, almost all software was <a href="/philosophy/categories.html#ProprietarySoftware">proprietary</a>, which means that it had owners who forbid and prevent cooperation by users. This made the GNU Project necessary.
pt_br: Já na década de 1980, quase todo o software era <a href="/philosophy/categories.html#ProprietarySoftware">proprietário</a>, o que significa que ele possuía donos que proibiam e evitavam a cooperação dos usuários. Isso tornou o Projeto GNU necessário.

source: Every computer user needs an operating system; if there is no free operating system, then you can't even get started using a computer without resorting to proprietary software. So the first item on the free software agenda obviously had to be a free operating system.
pt_br: Todo usuário de computador precisa de um sistema operacional; se não há nenhum sistema operacional livre, você não pode nem começar a usar um computador sem recorrer a software proprietário. Dessa forma, o primeiro item na agenda do software livre tinha de ser um sistema operacional livre.

source: We decided to make the operating system compatible with Unix because the overall design was already proven and portable, and because compatibility makes it easy for Unix users to switch from Unix to GNU.
pt_br: Decidimos criar um sistema operacional compatível com o Unix, porque seu design geral já era testado e portável, e porque a compatibilidade facilita que usuários de Unix migrem para o GNU.

source: A Unix-like operating system includes a kernel, compilers, editors, text formatters, mail software, graphical interfaces, libraries, games and many other things. Thus, writing a whole operating system is a very large job. We started in January 1984. The <a href="http://fsf.org/"> Free Software Foundation</a> was founded in October 1985, initially to raise funds to help develop GNU.
pt_br: Um sistema operacional do tipo Unix inclui um kernel, compiladores, editores, formatadores de texto, clientes de e-mail, interfaces gráficas, bibliotecas, jogos e muitas outras coisas. Portanto, escrever todo um sistema operacional é um grande trabalho. Nós começamos em janeiro de 1984. A <a href="http://fsf.org/">Free Software Foundation</a> foi fundada em outubro de 1985, inicialmente para levantar fundos para ajudar a desenvolver o GNU.

source: By 1990 we had either found or written all the major components except one&mdash;the kernel. Then Linux, a Unix-like kernel, was developed by Linus Torvalds in 1991 and made free software in 1992. Combining Linux with the almost-complete GNU system resulted in a complete operating system: the GNU/Linux system. Estimates are that tens of millions of people now use GNU/Linux systems, typically via <a href="/distros">GNU/Linux distributions</a>. The principal version of Linux now contains non-free firmware &ldquo;blobs&rdquo;; free software activists now maintain a modified free version of Linux, called <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.
pt_br: Por volta de 1990 nós havíamos encontrado ou escrito todos os componentes principais, exceto um — o kernel. Então o Linux, um kernel do tipo Unix, foi desenvolvido por Linus Torvalds em 1991 e transformado em software livre em 1992. Combinar o Linux com o quase completo sistema GNU resultou num sistema operacional completo: o sistema GNU/Linux. Estimativas apontam que dezenas de milhões de pessoas hoje usam sistemas GNU/Linux, tipicamente através de <a href="/distros">distribuições GNU/Linux</a>. A versão principal do Linux hoje em dia contém firmware não-livre; ativistas do software livre mantém uma versão do Linux modificada e livre, chamada <a href="http://directory.fsf.org/project/linux">Linux-libre</a>.

source: However, the GNU Project is not limited to the core operating system. We aim to provide a whole spectrum of software, whatever many users want to have. This includes application software. See the <a href="/directory">Free Software Directory</a> for a catalogue of free software application programs.
pt_br: Entretanto, o Projeto GNU não se limita ao cerne do sistema operacional. Visamos fornecer todo um espectro de software, o que quer que os usuários desejem ter. Isso inclui aplicativos. Veja o <a href="/directory">Diretório de Software Livre</a> para um catálogo de aplicativos livres.

source: We also want to provide software for users who are not computer experts. Therefore we developed a <a href="http://www.gnome.org/">graphical desktop (called GNOME)</a> to help beginners use the GNU system.
pt_br: Nós também desejamos fornecer software para usuários que não são especialistas em computadores. Por esse motivo, nós desenvolvemos um <a href="http://www.gnome.org/">ambiente gráfico (chamado GNOME)</a> para ajudar iniciantes a utilizar o sistema GNU.

source: We also want to provide games and other recreations. Plenty of <a href="http://directory.fsf.org/wiki/Category/Game">free games</a> are already available.
pt_br: Também queremos fornecer jogos e outros programas recreativos. Um grande número de <a href="http://directory.fsf.org/wiki/Category/Game">jogos livres</a> já está disponível.

source: How far can free software go? There are no limits, except when <a href="/philosophy/fighting-software-patents.html">laws such as the patent system prohibit free software</a>. The ultimate goal is to provide free software to do all of the jobs computer users want to do&mdash;and thus make proprietary software a thing of the past.
pt_br: Quão longe o software livre pode ir? Não existem limites, exceto quando <a href="philosophy/fighting-software-patents.html">leis, tais como o sistema de patentes, impedem o software livre</a>. O objetivo derradeiro é prover software livre para fazer tudo aquilo que os usuários de computadores desejam fazer — e assim tornar o software proprietário algo do passado.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pt_br: Por favor, envie suas perguntas sobre a FSF e GNU para <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Também existem <a href="/contact/">outras maneiras para contatar</a> a FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pt_br: Por favor, envie links quebrados e outras correções ou sugestões para <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pt_br: Por favor, veja o <a href="/server/standards/README.translations.html">Translations README</a> para mais informações sobre a coordenação e submissão de traduções desse artigo.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pt_br: Essa página está licenciada sob uma <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pt_br: <b>Tradução</b>: Rafael Beraldo <a href="mailto:rberaldo@cabaladada.org">&lt;rberaldo@cabaladada.org&gt;</a>, 2012

source: Updated:
pt_br: Última atualização:
